Repository: Mingun/twokinds-omnipoll-results
Catalog: data/*/*.po
Languages: ru

source: Due to magical shenanigans, Stoney is turned into a real lizardman! (who is still not wearing any clothes)
ru: Благодаря магическим махинациям Каменюша превращается в настоящего людоящера! (и он по-прежнему без всякой одежды)

source: During Eric's early travels, he comes across an island of Turkey anthros
ru: Во время своих первых путешествий Эрик натыкается на остров антропоморфных индеек

source: During a snowy night time walk about, Zen and Raine stop to take a selfie with a scenic view looking out over a brightly lit city.
ru: Во время снежной ночной прогулки Зен и Рэйн останавливаются, чтобы сделать селфи с живописным видом на ярко освещённый город.

source: Dust and Fidget meets Flora and Trace
ru: Даст и Фиджет встречают Флору и Трэйса

# publish_name
source: Ear Scritches - Keidran vs Basitin
ru: Почёсывание за ухом — кайдрэн против баситина

source: Ear scritches: keidran reaction vs basitin reaction
ru: Почёсывание за ухом: реакция кайдрэн против реакции баситин

source: Early Costume Party: Lynn and Sealeen dressing up as Simon and Better from Adventure Time
ru: Ранняя костюмированная вечеринка: Линн и Сеалин в костюмах Саймона и Беттера из «Времени приключений»

source: Eating Witch Kats pie turns mike back into VV Mike for Halloween
ru: Поедание пирога ведьмы Кэт превращает Майка обратно в ОЛ Майка на Хэллоуин

# publish_name
source: Elvira Adira
ru: Адира Эльвира

source: Epic shot of mighty lady Nora fighting the black creature summoned by Trace in chapter 7.
ru: Эпический кадр борьбы могущественной леди Норы с чёрным существом, призванным Трэйсом в главе 7.

# publish_name
source: Eric Meets Evil Kat
ru: Эрик встречает злую Кэт

source: Eric Persuade Rose to be his model
ru: Эрик убедил Роуз побыть его моделью

source: Eric and Alaric discuss the finer points of lewd modelling
ru: Эрик и Алэрик обсуждают тонкости непристойной лепки

source: Eric and Kat shooting clay pigeons.
ru: Эрик и Кэт стреляют по тарелочкам.

source: Eric and Saria bond over their artistic apprecation of the Keidran form
ru: Эрика и Сарию связывает их художественная оценка формы кайдрэн

source: Eric as a Zapp Brannigan-esque starship captain with Kat as his exasperated first officer.
ru: Эрик в роли капитана звёздолета в стиле Зеппа Браннигана и Кэт в роли его измученного первого помощника.

source: Eric get hit on by a human woman
ru: К Эрику клеится человеческая женщина

source: Eric get's feedback on his suggestions from the crew
ru: Эрик получает обратную связь от команды по своим предложениям

source: Eric meets Kat’s Evil Twin
ru: Эрик встречает злую близняшку Кэт

source: Eric react to saber-toothed Kathrin.
ru: Реакция Эрика на саблезубую Кэтрин.

source: Eric teaches Kat how to paint (Fem Mike is the one being painted and isn't happy)
ru: Эрик учит Кэт рисовать (рисуется самка Майк и он не выглядит счастливым)

source: Eric teaches young Kat to read by candlelight in secret and out of sight of Eric’s disapproving mother.
ru: Эрик украдкой от своей матери, не одобряющей это, учит молодую Кэт читать при свечах.

source: Eric the new Grand Templar
ru: Эрик новый Великий тамплиер

source: Eric tries out being an art critic, critiquing paintings with many vague, technical terms. Kat is impressed, but nobody else is entirely convinced.
ru: Эрик пытается стать искусствоведом, критикуя картины с использованием множества расплывчатых технических терминов. Кэт впечатлена, но никто из остальных полностью не убеждён.

source: Eric tries to buy Keidran kitty Nora
ru: Эрик пытается купить кошку кайдрэн Нору

source: Eric tries to buy Rose from Saria to be his model. Neither are amused by the offer.
ru: Эрик пытается купить Роуз у Сарии, чтобы она стала его моделью. Ни та, ни другая не в восторге от предложения.

source: Eric tries to get human Kat to cover up in public, but she resists - she doesn't see what the big deal is (Sequel to Human Kat - Casual Streaking)
ru: Эрик пытается заставить человека-Кэт прикрыться на публике, но она сопротивляется — она не понимает, в чём дело (продолжение работы «Кэт человек - обычная прогулка нагишом»)

source: Eric wakes up one day with a dream. A harem of keidran girls. (Helltaker Parody)
ru: Однажды Эрик просыпается в сказке. Гарем из девушек-кайдрэн (пародия на Helltaker).

source: Eric, fed up that no one has requested a ref sheet of him, decides to draw his own ref sheet.
ru: Эрик, по горло сытый тем, что никто не запросил его справочный лист, решает сам нарисовать свой собственный справочный лист.

source: Eris is just about to creat Frankenstein's monster as evil trace comes over and is stared at by the monster awakened to life
ru: Эрис как раз собиралась создат монстра Франкенштейна, когда появился злой трэйс и уставился на пробуждённого к жизни монстра

source: Eris is just about to create Frankenstein's monster as evil Trace comes over and is stared at by the monster awakened to life
ru: Эрис как раз собиралась создать монстра Франкенштейна, когда появился злой Трэйс и уставился на пробуждённого к жизни монстра

source: Eris is traveling to catch several critters to fulfill their frankenstein project. But she has to be careful how she was not allowed to get caught by the Templars back then
ru: Эрис путешествует, чтобы поймать нескольких тварей для выполнения своего проекта франкенштейна. Но она должна быть осторожна, так как во время путешествия ей не разрешили попадаться тамплиерам

source: Eris is traveling to catch several critters to fulfill their frankenstein project. But she has to be careful how she was not allowed to get caught by the Templars back then (part 1)
ru: Эрис путешествует, чтобы поймать нескольких тварей для выполнения своего проекта франкенштейна. Но она должна быть осторожна, так как во время путешествия ей не разрешили попадаться тамплиерам (часть 1)

source: Evals begs advice from a pleased but exhausted looking Mike as he adds yet another entry into his little black book.
ru: Ивэлс просит совета от довольного, но измотанного Майка, добавляя ещё одну запись в свою маленькую записную книжицу.

source: Evals enlists his drop-dead gorgeous sister to convince Mike to return to dog-keidran lands with them
ru: Ивэлс завербовывает свою офигительно красивую сестрёнку, чтобы убедить Майка вернуться с ними в земли собачьих кайдрэн

source: Evals giving the big old adorable puppy dog eyes
ru: Ивэлс получает большие старые добрые глаза очаровательного щенка

source: Evals sister Erilas returns for Christmas and wants to sit on Santa Mike's lap and tell him all the naughty stuff she resisted doing that year.
ru: Сестра Ивэлса, Эрилас, возвращается на Рождество и хочет сесть на колени к Санта Майку и рассказать ему про все шалости, которым она сопротивлялась в этом году.

# publish_name
source: Evals to the Rescue
ru: Ивэлс спешит на помощь

source: Evals wakes up in Mike's bed, again.
ru: Ивэлс просыпается в кровати Майка, опять.

source: Evals whereing a dog muzzle at a park near a sign.
ru: Ивэлс в собачьем наморднике в парке возле знака.

source: Everyone in the manor (including human Reni) spend a day making arts and crafts in the main hall.
ru: Все в поместье (включая человека Рэни) проводят день, занимаясь декоративно-прикладным искусством в главном зале.

source: Evil Kat and Flora tormenting Tiger trace.
ru: Злая Кэт и Флора мучают тигра Трэйса.

source: Evil Trace as Anakin vs Keith as Obi-Wan from Star Wars Episode III
ru: Злой Трэйс в роли Энакина против Кита в роли Оби-Вана из третьего эпизода Звёздных войн

source: Exhausted after being freed from slavery Rose falls asleep on Saria’s shoulder.
ru: Измученная после освобождения из рабства Роуз засыпает на плече Сарии.

source: Expectation vs Reality angry Kat
ru: Ожидание против реальности злая Кэт

# publish_name
source: Exploring Tiger Lands
ru: Изучение тигровых земель

# publish_name
source: Extended Stay
ru: Продолжение пребывания

source: Fallen Angel Vixen Keidran
ru: Падший ангел лисичка кайдрэн

# publish_name
source: Familiar Grief
ru: Знакомое горе

source: Family Halloween fun: Trace paints a jack 'o' lantern on Flora's tummy!
ru: Веселое семейное празднование Хэллоуина: Трэйс рисует светильник Джека (тыквенный фонарик) на животе Флоры!

source: Family Valentine: Trace and Flora sharing the love with their unborn child
ru: Семейная валентинка: Трэйс и Флора делятся любовью со своим ещё не родившимся ребёнком

source: Family portrait of Trace and Flora, along with all of Flora's family
ru: Семейный портрет Трэйса и Флоры вместе со всей семьёй Флоры

source: Farmer Flora - It Ain't Much but it's Honest Work
ru: Фермер Флора — мем «Платят немного, но это честная работа»

# publish_name
source: Fashion Show
ru: Показ мод

source: Fashion Show 2: The big surprise reveal that Kathrin didn't want Eric spoiling too soon. Showing off the new line of lingerie/knickers.
ru: Показ мод 2: большим сюрпризом стало то, что Кэтрин не хотела, чтобы Эрик слишком быстро всё узнал. Показ новой линии нижнего белья/трусиков.

# publish_name
source: Feline Dinner Date
ru: Ужин на кошачьем свидании

# publish_name
source: Feline For Sale
ru: Кошка на продажу

# publish_name
source: Feline For Sale 2
ru: Кошка на продажу 2

source: Feline Maren Dakimakura
ru: Дакимакура кошки Марэн

source: Feline for Sale 3: Eric promotes Nora to supervisor. Mike and Evals are uncomfortable with this arrangement.
ru: Кошка на продажу 3: Эрик повышает Нору до надзирателя. Майку и Ивэлсу неуютно с этим назначением.

source: Fem Mike trying to figure how to use the bathroom
ru: Самка Майк пытается понять, как пользоваться ванной

# publish_name
source: FemBrutus
ru: СамкаБрут

source: FemKeith and Keith Bathtime.
ru: СамкаКит и Кит купаются.

source: FemKeith uses her chest bandages to banish Keith to the pocket dimension.
ru: СамкаКит использует свои нагрудные повязки, чтобы изгнать Кита в карманное измерение.

source: FemKeith vs Natani Boxing Match.
ru: Боксёрский поединок между СамкойКитом и Натани.

source: FemMike tries to hook up Mike with FemEvals.
ru: СамкаМайк пытается свести Майка с СамкойИвэлсом.

source: Female Keith and Keith posing side by side for one of Alaric's sculptures.
ru: Самка Кит и Кит позируют бок о бок для одной из скульптур Алэрика.

source: Female Luxray Keidran for the 25th Pokemon Anniversary!
ru: Самка кайдрэн Люксрэй на 25-ю годовщину покемонов!

source: Female Mike Reference Sheet
ru: Справочный лист Майка-самки

source: Female horse Keidran
ru: Лошадиная самка кайдрэн

source: Female samurai Adelaide
ru: Женщина самурай Аделаида

source: Fertility wish continued: Natani makes fun of Zen for getting Kat pregnant until Kat asks when Natani and Keith will start having kids
ru: Продолжение «Желания фертильности»: Натани подшучивает над Зеном, чтобы тот заделал ребёнка Кэт, до тех пор, пока Кэт не спрашивает, когда же Натани и Кит заведут детишек

source: Festive Flora baby bump!
ru: Праздничная беременная Флора!

# publish_name
source: Fiery Tango
ru: Зажигательное танго

# publish_name
source: Final Fantasy 7 Dress Up
ru: Наряды Final Fantasy 7

source: First Contact: A curious rainforest tiger huntress sneaks into an inn in a small human village whilst the sun is going down and greets the owners.
ru: Первый контакт: Любопытная охотница из тропических тигров пробирается в гостиницу в маленькой человеческой деревушке, пока солнце ещё садится и приветствует владельцев.

source: First Contact: Many years ago, a tiger huntress meets a pair of malnourished humans, a brother and sister, who have fled their homes and travelled far into uncharted lands.
ru: Первый контакт: Много лет назад охотница-тигрица встречает пару истощённых людей, брата и сестру, которые покинули свои дома и отправились в далёкие неизведанные земли.

source: Flora "Deeper Stretch" Remake
ru: Перерисовка «Ещё более глубокой растяжки» Флоры

source: Flora & Trace (Keidran tiger form) as mermaids, sharing a romantic embrace with each other under the sea. (Preferably have Flora topless).
ru: Флора и Трэйс (в форме тигра-кайдрэн) в виде русалок делят друг с другом романтические объятия под поверхностью моря (Флору, желательно, топлесс).

source: Flora & Trace as mermaids enjoying a romantic embrace by themselves under the sea.
ru: Флора и Трэйс в виде русалок, наслаждающиеся романтическими объятиями в глубине моря.

# publish_name
source: Flora Against the Glass
ru: Флора напротив стекла

source: Flora Claus delivering Trace’s present
ru: Флора Клаус доставляет Трэйсу подарок

source: Flora Daki Redux
ru: Перерисовка даки Флоры

source: Flora Dakimakura 2020 redraw
ru: Перерисовка дакимакуры Флоры 2020

source: Flora Fazkind: The main four as scary animatronics from a certain pizzeria.
ru: Флора Фазкайнд: Основная четвёрка в образе страшных аниматроников из некой пиццерии.

# publish_name
source: Flora Gets her Wish
ru: Флора получает исполнение своего желания

source: Flora Nora fusion Dakimakura
ru: Дакимакура слившейся Флора-Норы

source: Flora Portrait
ru: Портрет Флоры

source: Flora Suggestive Sphinx and Trace Pharaoh
ru: Соблазнительная сфинкс Флора и фараон Трэйс

source: Flora accidentally bans herself with her own banhammer
ru: Флора своим банхаммером случайно забанила себя

source: Flora accidentally sits on a small canine Keidran.
ru: Флора случайно садится на небольшую собачку кайдрэн.

source: Flora against the glass (like Kat against the glass but more stripey)
ru: Флора напротив стекла (как Кэт напротив стекла, только более полосатая)

source: Flora and Kat are suddenly teleported to the future. They're surrounded by modern keidran and are confused by everyone's staring at them in shock for being naked in public.
ru: Флора и Кэт внезапно телепортируются в будущее. Они окружены современными кайдрэн и смущены тем, что все в шоке пялятся на них потому, что они голые на публике.

source: Flora and Kat as shrine maidens
ru: Флора и Кэт в виде жриц (мико)

source: Flora and Kat discover a very small mouse Keidran, Kat is nurturing and caring, Flora is hungry
ru: Флора и Кэт обнаруживают очень маленькую мышку кайдрэн, Кэт заботится и ухаживает за ней, Флора голодна

source: Flora and Kat in the “Human Only” bath much to the surprise of ( Human ) Raine and Maren!
ru: Флора и Кэт в купальне «только для людей» сильно удивили Рэйн (в человеческом облике) и Марэн!

source: Flora and Kat, in the middle of cat fighting over an argument.
ru: Флора и Кэт, в середине кошачьей драки из-за спора.

# publish_name
source: Flora and Kathrin Bathtime Redux
ru: Перерисовка моющихся Флоры и Кэтрин

source: Flora and Kathrin dress up in expertly tailored Halloween costumes and go on a spooking-spree, scaring Red, Raine and Maren.
ru: Флора и Кэтрин одеваются в добротно сшитые хэллоуинские костюмы и идут веселиться, пугая Рэда, Рэйн и Марэн.

source: Flora and Kathrin wearing Star Fleet uniforms from the original Star Trek.
ru: Флора и Кэтрин в униформе Звёздного флота из оригинального «Звёздного пути».

source: Flora and Nat talk to some Dragons about why they came here and how they met their significant other.
ru: Флора и Нат разговаривают с некоторыми драконами о том, почему они здесь появились и как они встретили свою вторую половинку.

source: Flora and Natani swap personalities. Flora becomes serious and reserved, wearing the wraps. Natani acts like Flora: cute, carefree and unclothed. Trace and Keith are very confused.
ru: Флора и Натани меняются личностями. Флора становится серьёзной и сдержанной, одевается в повязки. Натани ведёт себя как Флора: мило, беззаботно и без одежды. Трэйс и Кит поставлены в тупик.

source: Flora and Tiger trace as demonic version of themselves
ru: Флора и тигр Трэйс в качестве демонических версий самих себя

source: Flora and Trace dress up for Halloween as Chell and the Weighted Companion Cube from Portal.
ru: Флора и Трэйс наряжаются на Хэллоуин как Челл и Утяжелённый куб-компаньон из Portal’а.

source: Flora and Trace getting married (Sort of a sequel to the Flora in a wedding dress picture from the art book) or Trace is his groom outfit
ru: Флора и Трэйс женятся (типа продолжение картинки с Флорой в свадебном платье из книги артов) или Трейс в своём наряде жениха

source: Flora and Trace on a couch watching a scary movie at night, with Trace freaked out and in Flora's arms.
ru: Флора и Трэйс сидят на диване и смотрят ночью страшное кино, Трэйс сильно напуган и в руках Флоры.

source: Flora and strange pregnancy cravings
ru: Флора и её странные запросы во время беременности

source: Flora and tiger trace in Tigers hoodies
ru: Флора и тигр трэйс в балахонах Тигры

source: Flora as Gozer the Gozerian standing before the crystalline temple doors, flanked by her hellhounds Natani and Mike
ru: Флора в роли Гозера-разрушителя, стоящая перед дверями кристального храма в окружении своих адских гончих Натани и Майка

source: Flora as Housecat, that is petted by Trace.
ru: Флора в виде домашней кошки, которую гладит Трэйс.

source: Flora as a druid in clothes made from leaves and with a retinue of forest animals.
ru: Флора в виде друидки в одежде из листьев и со свитой лесных животных.

source: Flora asks Trace for a hair cut. Trace uses a spell but the spell does not distinguish between hair and fur.
ru: Флора просит Трэйса сделать ей стрижку. Трэйс использует заклинание, но заклинание не различает волосы и мех.

source: Flora asks Trace for a hair cut. Trace uses magic but the spell does not distinguish between hair and fur.
ru: Флора просит Трэйса сделать ей стрижку. Трэйс использует магию, но заклинание не различает волосы и мех.

source: Flora cat kneading
ru: Разминающаяся балдеющая Флора

source: Flora comes running when she hears Trace using the can opener
ru: Флора прибегает на звук использования Трэйсом консервного ножа

source: Flora costumed as Leeloo from Fifth Element, with Trace as Corbin Dallas.
ru: Флора оделась как Лилу из Пятого Элемента, а Трэйс — как Корбин Даллас.

source: Flora decides to test Stoney to see if he'll be a good companion for her upcoming baby when it's born. She likes him! Good boy!
ru: Флора решает проверить Каменюшу, чтобы увидеть, будет ли он хорошим компаньоном для её будущего ребёнка, когда тот родится. Он ей понравился! Хороший мальчик!

source: Flora decides to test Stoney to see if he'll make a good companion for her baby when it's born later on. She likes him! Good boy!
ru: Флора решает проверить Каменюшу, чтобы посмотреть, будет ли он хорошим компаньоном для её малыша, когда он позже родится. Он ей понравился! Хороший мальчик!

source: Flora disguised as a storm trooper
ru: Флора, переодетая штурмовиком

source: Flora dressed up as a pizza delivery guy, bringing you all your favorite midnight foods!
ru: Флора нарядилась разносчиком пиццы и привезёт вам все ваши любимые полуночные блюда!

source: Flora eating all of the Christmas treats because of her pregnancy hunger/cravings
ru: Флора съедает все рождественские угощения, потому что она голодна/ей хочется кушать из-за беременности

source: Flora finally warms up to Stoney after seeing what he can do as a babysitter! Good boy! He'll be perfect!
ru: Флора наконец-то проникается Каменюшей, увидев, на что он способен в качестве няни! Хороший мальчик! Он будет идеальным!

source: Flora finds Eric's secret catnip field.
ru: Флора находит секретное поле Эрика с кошачьей мятой.

source: Flora finds a harp in the estate and snaps the strings with her claws. An unhappy Roselyn appears.
ru: Флора находит в поместье арфу и рвёт струны своими когтями. Появляется недовольная Розелин.

source: Flora finds a harp in the estate but snaps the strings with her claws. An unhappy Roselyn appears.
ru: Флора находит в поместье арфу, но рвёт струны своими когтями. Появляется недовольная Розелин.

source: Flora gets trapped in a conversation with Trace and Raine who are nerding out about magic.
ru: Флора запуталась в разговоре Трэйса с Рэйн, которые заговорились о магии.

source: Flora getting excited about the changes pregnancy is making to her chest. She's not flat anymore! She decides to try and brag it up to Kat.
ru: Флора воодушевлена изменениями, которые беременность привнесла в её грудь. Она больше не плоская! Она решает попытаться похвастаться этим перед Кэт.

source: Flora gives in to her unusual cravings and orders magical room service from the summoning table: baby wants chocolate!
ru: Флора поддаётся своему странному внезапному пристрастию и заказывает магическое обслуживание в номерах со стола призыва: малыш хочет шоколада!

source: Flora has command of Eric's ship and goes full on pirate queen, giving jargon filled orders to a confused first mate Kat
ru: Флора управляет кораблем Эрика и становится настоящей королевой пиратов, отдавая на жаргоне приказы смущённой первой помощнице Кэт

source: Flora helps tiger trace with his cat allergy
ru: Флора помогает тигру трэйсу с его аллергией на кошек

source: Flora holding her leg up to her head to show off her flexibility skills.
ru: Флора поднесла ногу к голове, чтобы продемонстрировать свою гибкость.

source: Flora hosting an infomercial for "or whatever" brand magical products, such as a fridge or a telephone.
ru: Флора проводит рекламную кампанию волшебных товаров марки «или как-то так», например, холодильника или телефона.

source: Flora in a bubble bath trying to convince trace to join her
ru: Флора в ванне с пузырьками пытается убедить трэйса присоединиться к ней

source: Flora in a field of flowers wearing a flower crown
ru: Флора на поле цветов в цветочной короне

source: Flora in autumn: a portrait of Flora dressed for cool weather among the leaves
ru: Флора осенью: портрет Флоры, одетой для прохладной погоды, среди листьев

source: Flora introduces Trace to her father. How does her dad react to the news of his new grandchild and son-in-law?
ru: Флора представляет Трэйса своему отцу. Как её папа отреагирует на новости о том, что у него появился новый внук и зять?

source: Flora is a witch! She turned Keith into a newt.
ru: Флора ведьма! Она превратила Кита в тритона.

source: Flora making a heart with hands
ru: Флора делает руками сердечко

source: Flora massages Zen to help him get healthy!
ru: Флора делает массаж Зену, чтобы тот поскорее поправился!

source: Flora meets Tigger and tries to bounce around like him
ru: Флора встречает Тигру и пытается, как он, прыгать и прыгать

source: Flora meets Tigger and tries to bounce on her tail like him
ru: Флора встречает Тигру и пытается, как и он, попрыгать на своём хвосте

source: Flora pounces Trace too hard and he loses his memory again.
ru: Флора слишком сильно напрыгивает на Трэйса и он снова теряет свою память.

source: Flora receives tons of presents from everyone, but turns out the presents are all items to help with the baby. Flora is not amused by this.
ru: Флора получает тонны подарков от всех, но оказывается, что все подарки предназначены ребенку. Флоре это не очень нравится.

source: Flora relaxing in a field
ru: Флора расслабляется в поле

source: Flora running around through town with the TF gun from Addictive Science zapping everyone into half-keidrans and keidrans while laughing maniacally.
ru: Флора бегает по городу с пистолетом трансформации из Захватывающей науки, превращая всех разрядами в полу-кайдрэн и кайдрэн и при этом маниакально смеётся.

source: Flora running around zapping people with the TF gun from the Addictive Science web comic behaving very much like Celia.
ru: Флора бегает повсюду, поражая всех разрядами из пистолета трансформации из веб-комикса «Захватывающая наука», ведя себя очень похоже на Селию.

source: Flora see a cardboard box, unfortunately already in use by Kathrin.
ru: Флора увидела картонную коробку, к сожалению, она уже занята Кэтрин.

source: Flora spa time
ru: Спа-время Флоры
