Repository: Mingun/twokinds-omnipoll-results
Catalog: data/*/*.po
Languages: ru

source: While reading one of Eric's books about magic, Kathrin unwittingly revived her dolls of TK cast.
ru: Читая одну из книг Эрика о магии, Кэтрин невольно оживила своих кукол основных персонажей TK.

source: While shopping at the market a young Rose gets hit on by a handsome male fox and a beautiful female cat keidrian who then begin to fight over her.
ru: Делая покупки на рынке, молодая Роуз подвергается нападению со стороны симпатяги самца-лиса и красивой кошки кайдрэн, которые затем начинают драться за неё.

source: While visiting the Riftwall Tavern, Willow rests her lantern on the bar counter. Windstraw tries to douse the flame since "fire and alcohol aren't safe in close proximity", leading to both characters freaking out.
ru: Во время посещения таверны «Рифтволл» Огонёк ставит свой фонарь на стойку бара. Соломинка пытается погасить пламя, поскольку «опасно держать огонь рядом с алкоголем», в результате чего оба персонажа выходят из себя.

source: White Tigress Adelaide
ru: Белая тигрица Аделаида

# publish_name
source: Willing Prisoner
ru: Добровольная пленница

# publish_name
source: Willow Clothes Shopping
ru: Огонёк покупает одежду

source: Willow Daki
ru: Даки Огонька

source: Willow Reference Sheet
ru: Справочный лист Огонька

source: Willow and ghost Laura go deep into the woods to meet Willow’s “Mother”
ru: Огонёк и призрак Лауры углубляются в лес, чтобы повстречаться с «матерью» Огонька

source: Willow body pillow
ru: Полноростовая подушка с Огоньком

source: Willow body pillow!
ru: Полноростовая подушка с Огоньком!

source: Willow daki
ru: Даки Огонька

source: Willow going trick or treating dressed as a vampire
ru: Огонёк в костюме вампира собирается на охоту за сладостями

source: Willow meeting Ori from Ori and the Blind Forest
ru: Огонёк встречает Ори из «Ори и непроглядного леса» («Ori and the Blind Forest»)

source: Willow meets Nora, bonding over shared memories of Willow's mother (Probably scary ones).
ru: Огонёк встречает Нору, они связаны общими воспоминаниями о матери Огонька (вероятно, довольно жуткими).

source: Willow reference sheet
ru: Справочный лист Огонька

source: Willow reference sheet.
ru: Справочный лист Огонька.

source: Willow, Kathrin and Laura in human version have snowballs fight
ru: Огонёк, Кэтрин и Лаура в человеческой версии устраивают бой снежками

source: Willow, Windstraw, and Magpie arguing with their "agent" about their side comic being canceled
ru: Огонёк, Соломинка и Мэгпай спорят со своим «агентом» о том, что их побочный комикс был отменён

source: Winter fun. Trace building a snowman, Flora building a snow-cat, Natani building a snow-wolf, and Keith build a snow-basitin.
ru: Зимние забавы. Трэйс лепит снеговика, Флора лепит снего-кота, Натани лепит снего-волка, а Кит лепит снего-баситина.

source: Wisp possesses willow for the first time
ru: Первая жертва Огонька

source: Witch Kat is teaching her newest pupil potion making, Maeve, who mixes up some of the ingredients.
ru: Ведьма Кэт учит свою новейшую ученицу, Мэйв, смешивающую какие-то ингредиенты, ремеслу изготовления зелий.

source: Witch Laura and Kathrin making a potion to turn Trace back to normal (he got turned into his white tiger form by a spell backfire).
ru: Ведьмы Лаура и Кэтрин делают зелье, чтобы привести Трэйса обратно в норму (он превратился в свою форму белого тигра после попадания в себя же своего заклинания).

# publish_name
source: Wolf Maren Nuzzle
ru: Волчица Марэн трётся носом

source: Wolf Maren cuddling Sythe in bed, she tells him it’s purely instinct though she refuses to let go of him
ru: Волчица Марен, обнимающая Сифа в постели, она говорит ему, что это просто инстинкт и ничего более, правда, отпускать его она отказывается

source: Wolf Raine and Cat Maren at a con wondering what a "fursuit" is.
ru: Волчица Рэйн и Кошка Марэн на коне задаются вопросом, что такое «фурсьют».

source: Wolf Raine and Maren at new year party.
ru: Волчица Рэйн и Марэн на новогодней вечеринке.

source: Wolf Raine as the "Grey Ghost" Enterprise from Game/Anime "Azure Lane"
ru: Волчица Рэйн как «Серый призрак» из игры/аниме «Azur Lane»

source: Wolf Raine on all fours with her tail wagging in the air, waiting for Red to throw a stick so she can fetch it.
ru: Волчица Рэйн на четвереньках с виляющим в воздухе хвостом ждёт, когда Рэд бросит палку, чтобы она могла её поймать.

source: Wolf Raine opens up a magic book only to find a comic book inside. The comic itself is horrible and she drops it while running away screaming
ru: Волчица Рэйн открывает волшебную книгу только для того, чтобы найти внутри неё комикс. Сам комикс ужасен, и она бросает его, убегая с криком

source: Wolf Raine wearing short tight shorts and short top, giving her most sensuous pose and wishing happy new year to fans
ru: Волчица Рэйн в коротких обтягивающих шортиках и ​​коротком топе принимает свою самую чувственную позу и поздравляет поклонников с новым годом

# publish_name
source: Wolf and Coyote - Picnic
ru: Волчица и койот — пикник

source: Wolfernatural: Natani and Zen as Sam and Dean Winchester from the Supernatural TV series respectively.
ru: Волкъестественное: Натани и Зен в роли Сэма и Дина Винчестеров соответственно из ТВ сериала Сверхъестественное.

# publish_name
source: Wolfing Lessons
ru: Уроки бытия волком

source: World War II Pinup: Clovis dressed as German chancellor.
ru: Плакат Второй мировой войны: Кловис, одетый как канцлер Германии.

source: World War II pin-up Alaric as Colonel Von Strassenburg the hero of operation Valkyrie
ru: Плакат Второй мировой войны: Алэрик в роли полковника фон Штрассенбурга, героя операции Валькирия

source: World War II pin-up Maren as sexy French maquis Resistance freedom fighter
ru: Плакат Второй мировой войны: Марэн в роли сексуального французского борца Сопротивления за свободу

source: World War II pinup Flora as a sexy sailor on the deck of a battleship
ru: Плакат Второй мировой войны Флора в роли сексуального моряка на палубе линкора

source: Wrinry meeting Karen and Maddie for the first time, then they all become friends.
ru: Ринри впервые встречает Карэн и Мэдди, затем они все становятся друзьями.

source: Wrip and Vinkle from Betsy Lee’s No Evil, meeting Keith and Natani
ru: Рип и Винкл из Без зла Бетси Ли встречают Кита и Натани

source: Wrong fox. Drunk Keith in restaurant flirting with Clovis confused him with Laura
ru: Не та лиса. Пьяный Кит в ресторане флиртует с Кловисом, перепутав его с Лаурой

source: Yandere Kathrin
ru: Яндере Кэтрин

source: Year of the Tiger: Lady Nora has a bit of fun celebrating the new year by turning members of the cast into Tiger Keidran. And because it's Nora, no doubt some will have attractive attributes enhanced or even swap a few genders around.
ru: Год Тигра: Леди Нора весело отмечает новый год, превращая членов команды в тигров-кайдрэн. А поскольку это Нора, то, несомненно, у некоторых из них привлекательнось черт будет улучшена, а часть из них даже вовсе сменит пол.

# publish_name
source: You're WHAT?!
ru: Ты ЧТО?!

source: Young Adelaide gets ready for her first date with Maddie’s father
ru: Молодая Аделаида готовится к своему первому свиданию с отцом Мэдди

source: Young Adira and Amelia hold hands as they step through the rift wall for the first time.
ru: Молодые Адира и Амелия держатся за руки, когда они впервые проходят через стену таверны.

source: Young Alaric convinces a young Keith to sneak into the female Basitin bath house.
ru: Молодой Алэрик убеждает молодого Кита проникнуть в женскую баситинскую баню.

source: Young Alaric, Keith, and Vehra go trick-or-treating. With Alaric it's mostly tricks!
ru: Молодые Алэрик, Кит и Вихра идут на охоту за сладостями. Правда, для Алэрика это в основном охота!

source: Young Jade Adelaide roughhousing male Basitins with her impressive strength out in the fields.
ru: Молодая Джейд Аделаида демонстрирует на полях мужчинам баситинам свою впечатляющую силу.

source: Young Laura playing on the beach
ru: Молодая Лаура играет на пляже

source: Young Male!Clovis gets angry when hes mistaken for a wolf girl due to his fox half.
ru: Молодой Самец!Кловис злится, когда его по ошибке принимают за девушку-волка из-за его лисьей половины.

source: Young Natani and Zen's first duties in the Assassin's Guild. Tending to the counter and stocking the shelves at the Assassin's Guild Official Gift Shop.
ru: Первые обязанности в Гильдии Ассасинов молодых Натани и Зена. Присматривать за прилавком и наполнять полки официального магазина подарков Гильдии Ассасинов.

source: Young Natani holding up lingerie trying to convince Natani to be sexy for Keith
ru: Молодая Натани держит нижнее бельё, пытаясь убедить Натани стать для Кита сексуальнее

# publish_name
source: Young Nora
ru: Молодая Нора

source: Young Rose Daki
ru: Даки с молодой Роуз

source: Young Rose Dakimakura
ru: Дакимакура молодой Роуз

source: Young Rose demonstrates to Saria her secret ability to take a human form.
ru: Молодая Роуз демонстрирует Сарии свою тайную способность принимать человеческий облик.

source: Young Trace and Red prank the old Grand Templar on Mischief Night
ru: Молодые Трэйс и Рэд разыгрывают прежнего Великого тамплиера в ночь озорства

source: Young Trace attempts to open the portal to another world, but as the portal opens he realizes he read from a cookbook instead of a spellbook. He summoned a dinner.
ru: Молодой Трэйс пытается открыть портал в другой мир, но, открыв портал, он понимает, что читал поваренную книгу, а не книгу заклинаний. Он призвал ужин.

source: Young Zen takes his little sister (Natani cub) for walkies
ru: Молодой Зен берёт на прогулку свою маленькую сестрёнку (волчонка Натани)

source: YoungNat takes control and teases Keith from the shower
ru: МолодаяНат берёт управление на себя и дразнит Кита из душа

# publish_name
source: Youngtani Leans In
ru: Юнатани опирается

source: Youngtani in Clovis's body runs into Brutus, and tries to embarrass Clovis more by acting and talking flirty. The real Clovis fights to get some words in, giving Brutus some slightly mixed signals.
ru: Юнатани в теле Кловиса сталкивается с Брутом и пытается ещё больше смутить Кловиса заигрываниями и кокетливыми разговорами. Настоящий Кловис борется за то, чтобы вставить несколько слов, подавая Бруту несколько двусмысленные сигналы.

source: Zen Daki
ru: Даки с Зеном

source: Zen Zen’s inner mind. What Zen’s happy place actually is.
ru: Внутренний разум дзеновского Зена. Какое место на самом деле является счастливое для Зена.

source: Zen and Human Raine in a cozy cafe, Sitting together by a window. Watching the rain fall on a bustling city street.
ru: Зен и Рэйн-человек в уютном кафе сидят вместе у окна. Смотрят на дождь, идущий по шумной городской улице.

source: Zen and Human Raine, bundled in a blanket together. Sitting by a window, sipping hot cocoa and watching the snow fall on a bustling cityscape.
ru: Зен и Рэйн в человеческой форме, закутанные в одеяло. Сидят у окна, потягивают горячее какао и смотрят, как падает снег на фоне шумного городского пейзажа.

source: Zen and Kat are being chased by attacking snowmen that they made, the mana crystals they used as decorations was not a good idea
ru: Зена и Кэт преследуют, атакуя, снеговики, которых они слепили, использовать в качестве украшения кристаллы маны было не слишком хорошей идеей

source: Zen and Kat on a dinner date run into Brutus and Clovis's "sister"
ru: Зен и Кэт на свидании сталкиваются с Брутом и «сестрой» Кловиса

source: Zen and Kat on a dinner date run into Brutus and Jenny. Kat asks what happened to his last girlfriend and Brutus explains they had a bad breakup. Jenny commenting that it was “poisonous”
ru: Зен и Кэт на свидании за ужином сталкиваются с Брутом и Дженни. Кэт спрашивает, что случилось с его последней девушкой, на что Брут объясняет, что у них был тяжёлый разрыв. Дженни комментирует, что он был весьма «токсичным»

source: Zen and Kat ride Nora together, Nora’s apology to Zen for making him a mask.
ru: Зен и Кэт вместе катаются на Норе, это извинение Норы перед Зеном за то, что она превратила того в маску.

source: Zen and Kat running away from a snowman they made that turns on them after they used mana crystals as decorations on it
ru: Зен и Кэт убегают от слепленного ими снеговика, который бросается на них после того, как они использовали для его украшения кристаллы маны

source: Zen and Kathrin turned into Nagas due to a magical accident.
ru: Зен и Кэтрин превратились в нагов в результате магического инцидента.

source: Zen and Nat as the Elric brothers from Full Metal Alchemist.
ru: Зен и Нат в роли братьев Элриков из Стального алхимика.

source: Zen and Nat as the Elrich brothers
ru: Зен и Нат в роли братьев Элриков

source: Zen and Nat as the Elrich brothers from full metal alchemist
ru: Зен и Нат в роли братьев Элриков из стального алхимика

source: Zen and Natani as Mandalorians
ru: Зен и Натани как мандалорцы

source: Zen and Natani as hunters from the game Bloodborne
ru: Зен и Натани в образе охотников из игры Bloodborne

source: Zen and Natani assassin training programme - lesson #1, Naruto running.
ru: Ассасинская программа тренировок Зена и Натани — урок #1, бег Наруто.

source: Zen and Natani have a sparring match. It ends after one punch since they feel each others pain
ru: Спарринг Зена и Натани. Он заканчивается после одного удара, поскольку они чувствуют боль друг друга

source: Zen and Raine camping on a tropical beach under a star filled night sky.
ru: Зен и Рэйн разбили лагерь на тропическом пляже под ночным небом, полным звёзд.

source: Zen and Raine cuddling on a couch under a blanket
ru: Зен и Рэйн обнимаются на диване под одеялом

source: Zen and Raine in a ice cream shop, sharing a Sunday. Trying to hide away from the summer sun.
ru: Зен и Рэйн в магазине мороженого вместе проводят воскресенье. Пытаются спрятаться от летнего солнца.

source: Zen and Raine out and about in a bustling city square, Zen playfully teasing Raine about how cute she looks in his Flannel shirt.
ru: Зен и Рэйн на оживлённой городской площади, Зен игриво дразнит Рэйн, говоря, как мило она выглядит в его фланелевой рубашке.

source: Zen and human Raine wrapped up in a blanket, sitting on a couch watching a scary movie. Raine finding out that the movie she picked might be a little too scary for poor Zen.
ru: Зен и человек Рэйн, завернутые в одеяло, сидят на диване и смотрят ужастик. Рэйн обнаруживает, что выбранный ею фильм может быть слегка слишком страшным для бедного Зена.

source: Zen as Adam Jensen from Deus Ex: Human Revolution
ru: Зен в роли Адама Дженсена из Deus Ex: Human Revolution

source: Zen as Dante and Natani as Vergil from Devil May Cry 5
ru: Зен в роли Данте и Натани в роли Вергилия из Devil May Cry 5

source: Zen as Heath Ledger's Joker
ru: Зен в роли Джокера Хита Леджера

source: Zen as the Mandalorian with Baby Nibbly
ru: Зен в роли мандалорца с малышкой Ниббли

source: Zen carrying a sleeping Raine on his back, taking her back home after a fun time at a rock concert.
ru: Зен несёт спящую Рэйн на спине, возвращая её домой после весело проведённого времени на рок-концерте.

source: Zen in an Indiana Jones outfit that Kat tailored for him
ru: Зен в костюме Индианы Джонса, который Кэт сшила специально для него

source: Zen in meditation and the side effects of the mind link
ru: Зен в медитации и побочные эффекты связи разумов

source: Zen reference sheet
ru: Справочный лист Зена

source: Zen takes Kat on a wolf Keidran hunt, she does better than he ever would have imagined
ru: Зен берёт Кэт на кайдрэнскую волчью охоту и та добивается такого успеха, какой не могла себе даже представить

source: Zen tied Sythe to chair to show him how its done.
ru: Зен привязывает Сифа к стулу, чтобы показать ему, как это делается.

source: Zen's Reference Sheet
ru: Справочный лист Зена

source: Zen, Raine ,Maren and Sythe decorate for their Spooktacular Halloween party in a high-rise apartment.
ru: Зен, Рэйн ,Марэн и Сиф украшают высотную квартиру для своей зловеще-очаровательной хэллуинской вечеринки.

source: [Cosplay] Maren as Carmen Sandiego.
ru: [Косплей] Марэн в роли Кармен Сандиего.

source: [Database Error] asks the summoning tables for a boat to play with in the tub, gets a much larger boat than expected
ru: [Ошибка базы данных] запрашивает у стола призыва лодочку, с которой можно поиграть в ванне, но получает лодку гораздо большего размера, чем он ожидал

source: [Sequel] After dinner in Vixen & Vixen, Maren walks Raine home. Wolf girl still isn't sure if it was a date and if she should give Maren a goodbye kiss.
ru: [Продолжение] После ужина в Лисичке & Лисичке, Марэн провожает Рэйн домой. Девушка-волк всё ещё не уверена, было ли это свиданием и должна ли она поцеловать Марэн на прощание.

source: a sequel to Subtleseed: Natani proposes to Keith in turn, with a traditional basitin betrothal gift
ru: продолжение наброска Нежноцвет: очередь Натани делать предложение Киту, с традиционным баситинским подарком на помолвку

source: chibi Nibbly
ru: чиби Ниббли

source: dragon age chart
ru: диаграмма возраста дракоков

source: firework show. gunpowder vs mana based fireworks
ru: шоу фейерверков. пороховые фейерверки против магических

source: gender-swap AU, male Flora finding out that he got female Trace pregnant.
ru: АВ обмена полами, самец Флора обнаруживает, что он заделал ребёнка женщине-Трэйсу.

source: good morning Alaric
ru: доброе утро, Алэрик

source: love zap 2 trace has been turned to dust
ru: любовный разряд 2 трэйс превращается в пыль

source: the chimera meets Kathrin. the chimera mistakes Kathrin to be a chimera and think Kathrin is her little sister.
ru: химера встречает Кэтрин. химера ошибочно принимает Кэтрин за химеру и думает, что Кэтрин её младшая сества.

source: the main cast dressed as the cast of bravely default. trace=tiz, flora=agnes, keith =ringabel, Natani=Edea
ru: основные персонажи, одетые как основные персонажи bravely default. трэйс=тиз, флора=агнес, кит =рингэбел, Натани=Эдеа

source: vv-Mike climbing out of the swimming pool
ru: ол-Майк вылезает из бассейна

source: w0lf's Ember in the Night of the living pants
ru: Эмбер w0lf’а в ночи живых штанов

source: younger Adira and Amelia in disguise asking for candy. (ideas for disguise. one dressed as a dragon and the other as a barmaid.)
ru: молодые Адира и Амелия в маскировке спрашивают конфеты (идеи для маскировки. одна, одетая в дракона, а другая — в барменшу).

source: {Modern Pop AU} Flora, Kat, Raine, Nat and Laura in a all girl singing group. Their group would be named like “Keidran-X” and Flora and Kat would be the leaders.
ru: {Современная поп АВ} Флора, Кэт, Рэйн, Нат и Лаура в исключительно женской певческой группе. Их группа называется что-то вроде «Кайдрэн-X», а Флора и Кэт будут её лидерами.
