Repository: Mingun/twokinds-omnipoll-results
Catalog: data/*/*.po
Languages: ru

source: Our main cast have somehow wound up on the sands of Elsweyr during their travels, and make first contact with the native Khajiit
ru: Наши главные герои каким-то образом во время своих путешествий попали в пески Эльсвейра и впервые встретились с местным каджитом

source: Our northern explorer sinks chest deep in snow. The snow leopards have a laugh, as their large paws prevent such things
ru: Наш северный исследователь по грудь проваливается в снег. Снежные барсы смеются, так как их большие лапы предотвращают такие вещи

# publish_name
source: Out of Stamina
ru: Выносливость закончилась

source: Page 1, but with Natani in Trace's position.
ru: Страница 1, но с Натани в положении Трэйса.

source: Page 217 Redux
ru: Переделка страницы 217

# publish_name
source: Page 352 Scene Remake
ru: Перерисовка сцены со страницы 352

source: Page 55 but Modern AU and Non-Rude Radiologist Tom
ru: Страница 55, но в современной АВ и с вежливым радиологом Томом

source: Past Trace and current Trace as twins in the Templar college of magic. Competing to impress head master Nora.
ru: Прошлый Трэйс и текущий Трэйс — близнецы в магическом колледже тамплиеров. Между ними конкуренция за производство впечатления на директрису Нору.

# publish_name
source: Pedicure
ru: Педикюр

# publish_name
source: Penguins
ru: Пингвины

source: Personality swap AU - Natani is an excited, pounce-happy naked wolf diving at Keith, while Flora is a fit, muscular serious type with a bandaged secret Trace discovers.
ru: АВ обмена личностями — Натани — возбуждённая, прыткая голая волчица, пикирующая на Кита, а Флора — подтянутый, мускулистый серьёзный тип с забинтованным секретом, который обнаруживает Трэйс.

# publish_name
source: Pet The Dragon
ru: Приласкать дракона

# publish_name
source: Pharaoh Raine
ru: Фараон Рэйн

source: Pin Up: A Victorian Basitin lady raises her skirts just enough to show of her ankles.
ru: Плакат: Викторианская баситинская леди приподнимает свои юбки достаточно высоко, чтобы показать свои лодыжки.

source: Pirate Queen Jenny kidnaps Natani to try and get ‘him’ to switch allegiances, only to have her breast bindings fail. Maybe have Jenny still interested in Natani, just in a different way.
ru: Королева пиратов Дженни похищает Натани, чтобы заставить «его» примкнуть к ней, только вот её формы на того не работают. Возможно, Дженни всё ещё заинтересована в Натани, просто по-другому.

source: Pirate Zen and first mate Kat capture Clovis and Brutus
ru: Пират Зен и первый помощник Кэт захватывают Кловиса и Брута

source: Pirates of the Caribbean: Captain Flora and her secrets
ru: Пираты Карибского моря: капитан Флора и её секреты

# publish_name
source: Pixie Panic Aftermath 2
ru: Шалости феи: последствия 2

source: Plain gray-white cat version of Flora (as was originally conceived)
ru: Однотонная серо-белая кошачья версия Флоры (как она изначально и задумывалась)

source: Pole Dancing Mike wearing a Santa Hat
ru: Танцующий на шесте Майк в шляпе Санты

# publish_name
source: Poolside Adelaide & Adira
ru: Аделаида и Адира у бассейна

source: Portait of Cat Nora
ru: Портрет кошки Норы

source: Portrait or full-body of Flora in a painted style, similar to the ones of Kat and Roselyn. (Maybe in a wild yoga position?)
ru: Портрет или полноростовое изображение Флоры в «картинном» стиле, как на картинах с Кэт и Розелин. (Может быть, в позе йоги дикой штучки/танцующей собаки?)

# comment
source: Position [55] missing…
ru: Позиция [55] отсутствует…

source: Post pixie pranks: Evals is upset that Kat has reverted to her usual wardrobe while in his body
ru: После шалости феи: Ивэлс расстроен тем, что Кэт вновь оделась в свой обычный гардероб, находясь в его теле

source: Potato sack ref sheet
ru: Справ. лист мешка картошки

source: Pregnancy hormones cause Flora to become very... active in bed. Trace tries to escape, but fails.
ru: Гормоны беременности заставляют Флору стать очень… активной в постели. Трэйс пытается сбежать, но терпит неудачу.

source: Princess Reni meeting Clovis
ru: Принцесса Рэни встречает Кловиса

source: Princess Reni meets Azymondias (Zym) from the Netflix Series The Dragon Prince
ru: Принцесса Рэни встречает Азимондиаса (Зима) из Netflix’овского сериала «Принц драконов»

source: Professor Raine: Magic 101, the basics of spellcasting and the first spells Templar or Keidran learn.
ru: Профессор Рейн: Магия от А до Я, основы заклинаний и первые заклинания, которые изучают тамплиеры или кайдрэн.

source: Professor Trace, teaching Defense against the Dark Arts, Showing off Willow the Wisp as an example of Will-o-the-wisps to his class of Templar apprentices.
ru: Профессор Трэйс, преподающий Защиту от Тёмных Искусств, демонстрирует Блуждающего Огонька своему классу учеников-тамплиеров в качестве примера блуждающих огоньков.

source: Prohibition AU - Keith as a noir detective, following the lead of a hot tip.
ru: АВ с сухим законом — Кит в роли нуарного детектива, идущий по горячим следам.

source: Pseudo-sequel to Ghostbuster! Natani and Keith busting the ghosts of Alaric and Laura.
ru: Псевдо-продолжение Охотников за привидениями! Натани и Кит уничтожают призраков Алэрика и Лауры.

# publish_name
source: Public Display of Affection
ru: Публичная демонстрация чувств

# publish_name
source: Pull The Lever
ru: Дёрни рычаг

source: Puppy Brutus, proudly marching on all 4s with a stick in his mouth
ru: Щенок Брут, гордо вышагивающий на всех четверых лапах с палкой во рту

source: Puppy Evals plays with other puppies in dog clan's village.
ru: Щенок Ивэлс играет с другими щенками в деревне клана собак.

source: Puppy Evals plays with other puppies in the dog clan's village.
ru: Щенок Ивэлс играет с другими щенками в деревне клана собак.

source: R63-Kinds : Grand Templar Tracy Legacy, sitting in a chair with an attendant beside her. At the peak of her villainous career.
ru: R63-Kinds: Великий тамплиер Трэйси Легаси сидит в кресле, рядом с ней стоит её слуга. Она на пике своей злодейской карьеры.

# publish_name
source: Rabbit Reveal
ru: Предъявление кролика

source: Raccoon Keidran
ru: Енот кайдрэн

source: Raine & Rose AU: Raine turns into a human for the first time and gets scared. Rose reassures her and shows that also can do it.
ru: АВ Рэйн и Роуз: Рэйн впервые превратилась в человека и напугана. Роуз успокаивает её и показывает, что тоже может это делать.

source: Raine & Rose AU: Raine turns into a human form for the first time in her conscious life, gets scared, but Rose calms her down.
ru: АВ Рэйн и Роуз: Рэйн впервые в своей сознательной жизни превращается в человека, пугается, но Роуз её успокаивает.

source: Raine ( human ) and Maren posing in their swimsuits. As Maren pulls Raine in to get ‘closer’, Maren shows off a seductive smile and Raine with a shy one.
ru: Рэйн ( человек ) и Марэн позируют в своих купальниках. Когда Марэн притягивает Рэйн «поближе», Марэн демонстрирует соблазнительную улыбку, а Рэйн — застенчивую.

source: Raine (Halfkind form) and Red are building Snow-Sneps in the garden!
ru: Рэйн (в форме полукровки) и Рэд лепят в саду снеговика!

source: Raine (Halfkind form) and Red are in the garden building a snow-snep!
ru: Рэйн (в форме полукровки) и Рэд в саду лепят снеговика!

source: Raine (halfkind) and Red are building snow-sneps in the garden!
ru: Рэйн (полукровка) и Рэд лепят в саду снеговика!

source: Raine (human) and Maren both in their swimsuits (as seen in recent chapters), with Maren pulling Raine in closer for a ‘better’ pose.
ru: Рэйн (человек) и Марэн обе в своих купальниках (как мы видим в недавних главах), с Марэн, притягивающей Рэйн для «лучшей» позы.

# publish_name
source: Raine Confronts her Parents
ru: Рэйн ругается с родителями

source: Raine WWII Navy Pinup
ru: Плакат ВМВ: морпех Рэйн

source: Raine and Kat find the estate’s library. Celebrations are cut short however by Rose shushing them.
ru: Рэйн и Кэт находят библиотеку поместья. Однако торжество скоро прерывается шикающей на них Роуз.

source: Raine and Kathrin Bodyswap: Kathrin activates Raine's fully-wolf form, and Raine frantically stops her from disrobing. "You're naked in *my* body." "IT'S NOT THE SAME!!!"
ru: Обмен телами Рэйн и Кэтрин: Катрин активирует полную волчью форму Рэйн, и Рэйн судорожно останавливает её, не давая раздеться. «Ты же голышом в *моём* теле». «ЭТО ДРУГОЕ!!!»

source: Raine and Maren on a daytrip to the Statue of Liberty.
ru: Рэйн и Марэн в однодневной поездке к Статуе Свободы.

source: Raine and Red (Both Halfkind forms) share a heartwarming kiss beneath a waterfall.
ru: Сердечный поцелуй под водопадом Рэйн и Рэда (оба в форме полукровок).

source: Raine and Red (Both Halfkind forms) share a heartwarming kiss underneath a waterfall.
ru: Сердечный поцелуй под водопадом Рэйн и Рэда (оба в форме полукровок).

source: Raine and Red (Both in Halfkind forms) share a heartwarming kiss under a waterfall.
ru: Сердечный поцелуй под водопадом Рэйн и Рэда (оба в форме полукровок).

source: Raine and Red (both Halfkind forms) share a heartwarming kiss under a waterfall.
ru: Сердечный поцелуй под водопадом Рэйн и Рэда (оба в форме полукровок).

source: Raine and Red (both halfkind forms) share a heartwarming kiss underneath a waterfall.
ru: Сердечный поцелуй под водопадом Рэйн и Рэда (оба в форме полукровок).

source: Raine and Red (both in Halfkind forms) share a heartwarming kiss under a waterfall.
ru: Сердечный поцелуй под водопадом Рэйн и Рэда (оба в форме полукровок).

source: Raine and Red (both in halfkind forms) share a heartwarming kiss underneath a waterfall.
ru: Сердечный поцелуй под водопадом Рэйн и Рэда (оба в форме полукровок).

source: Raine and Red (halfkind forms) share a heartwarming kiss underneath a waterfall.
ru: Сердечный поцелуй под водопадом Рэйн и Рэда (в форме полукровок).

source: Raine and Red as Dianna (or Kessah) and Adrien from Hunters of Salamanstra.
ru: Рэйн и Рэд в роли Дианны (или Кессы) и Эдриена из Охотников Саламанстры.

source: Raine and Red out for dinner on a high rise restaurant balcony with a view of the sleepless city.
ru: Рэйн и Рэд ужинают на балконе высотного ресторана с видом на бессонный город.

source: Raine and Zen's snapshot at the top of a rollercoaster. One is freaking out, while the other tries to comfort them.
ru: Снимок Рэйн и Зена на вершине американских горок. Один из них в панике, в то время как другой пытается его успокоить.

source: Raine as Nessa from Pokemon Sword and Shield. (Wolf form)
ru: Рэйн в роли Нессы из Pokemon Sword и Pokemon Shield (в форме волка).

source: Raine as Queen Elsa from the movie Ice Kingdom- (FROZEN)
ru: Рэйн в роли королевы Эльзы из «Холодного сердца»

source: Raine as Vocaloid Miku Hatsune
ru: Рэйн в роли вокалоида Мики Хацунэ

source: Raine daki
ru: Даки Рэйн

source: Raine dressed as Vampirella for halloween (wolf form)
ru: Рэйн на хэллоуин в костюме Вампиреллы (волчья форма)

source: Raine dunk tanks flora at the summer fair.
ru: Рэйн окунает флору в бочку для макания на летней ярмарке.

source: Raine finally manages to fix Nibblified Maren, separating her from Nibbly, only to become squirrified herself - an albino squirrel Raine.
ru: Рэйн наконец-то удаётся исправить нибблифицированную Марэн, отделив её от Ниббли, но только для того, что бы самой белкофицироваться — стать белкой-альбиносом Рэйн.

source: Raine finds Adira playing in the snow, and can't help but dive into the snow herself.
ru: Рэйн видит, как Адира играет в снегу, и не может удержаться, чтобы самой не нырнуть в снег.

source: Raine in a maid outfit
ru: Рэйн в костюме горничной

source: Raine in a modern setting and in human form, is cozily typing up some fiction in a quiet night.
ru: Рэйн в современном сеттинге и в человеческой форме спокойной ночью уютно печатает какую-то выдуманную историю.

source: Raine lingerie follow up Raine is in such a hurry back to her room that she runs right into Red around the corner, knocking him over and landing on top of him.
ru: Продолжение Рэйн в нижнем белье — Рэйн так спешит обратно в свою комнату, что влетает прямо в Рэда, стоящего за углом, сбивает его с ног и приземляется на него сверху.

source: Raine running on all fours chasing a cat like dogs do
ru: Рэйн бежит на четвереньках за кошкой, как это делают собаки

source: Raine the wolf queen of Egypt
ru: Египетская волчья королева Рэйн

source: Raine the wolf queen of Egypt enjoying a drink poured by her man servant Red.
ru: Египетская волчья королева Рэйн наслаждается напитком, наливаемым её слугой Рэдом.

source: Raine using her half kind form as her Halloween "costume".
ru: Рэйн использует свою форму полуволка в качестве «костюма» на Хэллоуин.

source: Raine with a sword in one hand and a Spell in another in a sexy barbarian outfit (wolf form)
ru: Рэйн с мечом в одной руке и заклятием в другой в сексуальном наряде варвара (в форме волка)

source: Raine's first encounter with her mother after stepping on her locket. As mentioned in page 729.
ru: Первая встреча Рэйн с матерью после раздавливания её медальона. Как упомянуто на странице 729.

source: Raine's magic goes wrong. Explosion ruins room resulting bustier and curvier wolf Raine
ru: С магией Рэйн что-то не так. Взрыв разрушает комнату, а в результате остаётся пышногрудая и фигуристая волчица Рэйн

source: Raine's nightmare: She become a feral keidran.
ru: Кошмар Рэйн: она стала дикой кайдрэн.

source: Raine...... except she's a cat!
ru: Рэйн...… за исключением того, что она кошка!

source: Raine/Rose AU: Cookie bake-off between Raine & Rose vs. Maeve & Adira
ru: АВ Рэйн/Роуз: конкурс приготовления печенья между Рэйн с Роуз и Мэйв с Адирой

source: Raine/Rose AU: Rose and Raine ring in the new year with Trace and Saria at the Legacy Estate New Years party
ru: АВ Рэйн/Роуз: Роуз и Рэйн встречают новый год с Трэйсом и Сарией на новогодней вечеринке в поместье Легаси

source: Raine/Rose AU: Saria and Rose take young Raine to a library for the first time.
ru: АВ Рэйн/Роуз: Сария и Роуз впервые приводят молодую Рэйн в библиотеку.

source: Red and Raine sitting side be side with her leaning into him at the campfire
ru: Рэд и Рэйн сидят бок о бок друг с другом у костра и она опирается на него

source: Red as a berserker wielding a berserker's insane rage and a double bladed, 2-handed battleaxe, poised to strike some bandits.
ru: Рэд в виде берсерка, владеющего безумной яростью берсерка и двуручным боевым двухлезвийным топором, готовый врезать каким-то бандитам.

source: Red grabs Keidran Maren's tail!
ru: Рэд схватил хвост кайдрэн Марэн!

source: Red has to apologize to the Chimera. He has to invite her to buy clothes with the girls
ru: Рэд должен извиниться перед химерой. Он должен пригласить её пройтись по магазинам одежды вместе с девушками

source: Red lost a bet with Sythe, and has to wear a Keidran collar for a month. A female one...Bwoom!
ru: Рэд проиграл пари с Сифом и потому должен целый месяц носить ошейник кайдренофикации. Женский… Бвум!

source: Red proposes to Raine with an enchanted ring that matches her transformation to him. If Raine is a wolf so is Red.
ru: Рэд предлагает Рэйн заколдованное кольцо, которое переносит её трансформацию на него. Если Рэйн — волк, то и Рэд тоже.

source: Red thinks Raine has a secret assertive side when he reads one of her fanfics. A second panel shows a scene similar to "aggressive" but with Raine in place of Laura.
ru: Рэд думает, что у Рэйн есть секретная напористая сторона, когда он читает один из её фанфиков. Вторая панель показывает сцену, похожую на работу «агрессивно», но с Рэйн на месте Лауры.

source: Redone of Keith staring at Natani’s rear from page 352
ru: Переделка Кит смотрит на задницу Натани со страницы 352

source: Redone of pg 223 Trace uses black magic and summons a demon
ru: Переделка стр 223 Трэйс использует чёрную магию и призывает демона

source: Redraw Flora lying sideways in bed looking at the viewer. I think the original was called 'good morning Flora'
ru: Перерисуйте Флору, лежащую на боку в постели, глядящую на зрителя. Кажется, оригинал назывался «доброе утро, Флора»

source: Redraw of page 217, more badass Keith
ru: Перерисовка страницы 217, более задиристый Кит

source: Redraw of the main panel from page 435 - Kat preparing to massage Flora
ru: Перерисовка основной панели страницы 435 - Кэт готовится к массажу Флоры

source: Redux Mike x Evals
ru: Повтор Майка x Ивэлса

source: Redux of Natani cosplaying as Renamon (Natanimon!)
ru: Возвращение Натани, косплеящей Ренамона (Натанимон!)

source: Redux of Natani cosplaying as Renamon (Natanimon)
ru: Возвращение Натани, косплеящей Ренамона (Натанимон)

source: Redux: 5 minute Nora sketch
ru: Возвращение: 5-минутный набросок Норы

source: Reference Sheet Madelyn
ru: Справочный лист: Мэделин

source: Reference Sheet: Eastern Basitin Master General Nikolai Alaric
ru: Справочный лист: Мастер-генерал восточных баситинов Николай Алэрик

source: Remake of "Flora and Slavegirl bathing"
ru: Перерисовка «Купания Флоры и рабыни»

source: Remake of FemMike showing his heartbutt from page 454
ru: Перерисовка СамкаМайк смотрит на сердце на своей заднице со страницы 454

source: Remake of Kathrin and Flora pressed together
ru: Перерисовка Кэтрин и Флоры, прижавшихся друг к другу

source: Remake of Keidran Trace 'Sit': Tiger Trace plop on the floor by Flora's sit command.
ru: Перерисовка «Сидеть» кайдрэн Трэйса: тигр Трэйс плюхается на пол по команде «сидеть» Флоры.

source: Remake of Tiger Trace 'Sit'
ru: Перерисовка «Сидеть» тигра Трэйса

source: Remake of page 223 of Trace's summoning
ru: Перерисовка страницы 223 Трэйсова призыва

source: Remake of page 69.
ru: Перерисовка страницы 69.

source: Remake/redone of page 69. When Sythe, Red, Maren, Karen, Keith, and pizza guy Tom find Trace on top of a drunk Flora, drunk from keidran milk.
ru: Перерисовка/переделка страницы 69. Когда Сиф, Рэд, Марэн, Карэн, Кит и доставщик пиццы Том находят Трэйса, сидящим на пьяной Флоре, пьяной от молока кайдрэн.

source: Remus wearing the cone of shame after his run in with nibs
ru: Рем носит конус стыда после его столкновения с нибс

source: Reni (dragon) wearing a sun dress and frolicking in a meadow.
ru: Рэни (дракон), одетая в сарафан, резвится на лугу.

source: Reni accidentally acquires a cult of Kobolds that worship her.
ru: Рэни случайно захватывает культ кобольдов, которые ей поклоняются.

source: Reni also wants to try fusion magic and asks for vv-Mike's help
ru: Рэни тоже хочет попробовать магию синтеза и просит помощи у ол-Майка

source: Reni and Maeve body swap. Adira thinks that "Maeve" is lying after telling her that she is actually Reni. Meanwhile Maeve is amazed and gleeful about being dragon princess
ru: Рэни и Мэйв обмениваются телами. Адира думает, что «Мэйв» лжёт, после того, как та сказала ей, что она на самом деле Рэни. Тем временем Мэйв восхищена и радуется тому, что она принцесса драконов

source: Reni and Nora swap their behaviours. Nora becomes more shy and Reni more bold
ru: Рэни и Нора обмениваются своим поведением. Нора становится более застенчивой, а Рэни более смелой

source: Reni and Zen find a spicy draft of a story, about a roguish wolf, a mage-in-training, and a dragon princess, hidden amongst the game books (follow-up to Team B D&D)
ru: Рэни и Зен находят спрятанный среди игровых книг пикантный черновик рассказа о бродячем волке, маге-стажёре и принцессе-драконе (продолжение D&D команды Б)

source: Reni continues her naked streaking, turning a corner to find herself in the middle of town, with all those Tigers and humans looking at her.
ru: Рэни продолжает свою прогулку в обнажённом виде, заворачивает за угол и обнаруживает себя посреди города, где на неё смотрят все эти Тигры и люди.

source: Reni gets overeager lighting some magical fireworks from her collection for the group, sets off the whole box
ru: Рэни слишком перестаралась, зажигая для группы какой-то волшебный фейерверк из своей коллекции, взорвав всю коробку

source: Reni getting a magic lesson from Rose - it involves a very familiar collar. Sit, dragon! Roll over!
ru: Рэни получает урок магии от Роуз — и он включает очень знакомый ошейник. Сидеть, дракон! Перекат!

source: Reni is recreating an album cover from the '60s called "Whipped Cream and Other Delights" by Herb Alpert. Basically, she's wearing nothing but whipped cream. A lot of it...
ru: Рэни воссоздаёт обложку альбома 60-х годов под названием «Сбитые сливки и другие удовольствия» Герба Алперта. По сути, на ней только взбитые сливки. Очень много взбитых сливок…

source: Reni modeling lingerie for her special someone.
ru: Рэни примеряет нижнее бельё для своего особого человека.

source: Reni reacting as Nora shows off embarrassing baby photos of Reni.
ru: Реакция Рэни, когда Нора демонстрирует смущающие её детские фотографии Рэни.

source: Reni scratching her neck and everyone cringing or running from the sound (nails on chalkboard)
ru: Рэни почёсывает шею, а все от этого звука съёживаются или убегают (как гвоздём по школьной доске)

source: Reni taking the Chimaera trick-or-treating, being so very, adorkably excited--until Kei spots her and she's all embarrassed.
ru: Рэни берёт Химаеру с собой на прогулку за охотой за угощениями, она чрезвычайно очень рада — до тех пор, пока её не замечает Кей, от чего она сильно смущается.

source: Reni tests out her magic spells on Evals and Mike and she accidentally turns them to humans.
ru: Рэни тестирует свои магические заклинания на Ивэлсе и Майке и случайно превращает их в людей.

# publish_name
source: Reni's Bad Dream
ru: Плохой сон Рэни

source: Reni's first Christmas. Young Reni and young Trace play together in front of the Christmas tree, as Nora watches over them.
ru: Первое Рождество Рэни. Молодая Рэни и молодой Трэйс играют вместе под рождественской ёлкой, а это время за ними наблюдает Нора.

source: Reni(human form) Ref Sheet
ru: Справ. лист Рэни(человеческая форма)

source: Reni, in her anthro form, tries to explain to Nora that proportions affect balance. Nora responds by bwoming Reni, saying it's much more fun that way.
ru: Рэни в своей антропоморфной форме пытается объяснить Норе, что пропорции влияют на баланс. Нора отвечает Рэни фирменным увеличением груди, говоря, что так намного веселее.

source: Rivet from Ratchet and Clank being buying an item from Magpie's shop.
ru: Ривет (заклёпка) из серии игр «Ratchet and Clank» покупает предмет в магазине Мэгпай.

source: Road Trip With Willow - Future AU Laura tells Willow “We’re gunna break your curse. Just tell me the opposite of your gut feelings.” Willow is terrified to be the ‘navigator’ again.
ru: Поездка с Огоньком — будущая АВ Лаура говорит Огоньку: «Мы готовы снять твоё проклятие. Просто скажи мне нечто противоположное твоей интуиции». Огонёк боится снова стать «штурманом».

source: Roan (page 1090) having been released from his chicken form but now turned into a chicken/harpy hybrid (What Are Ya, Chicken?)
ru: Роан (страница 1090) освободился от своей куриной формы, но теперь превратился в гибрид курицы/гарпии (Кто я, курица?)

source: Roberto the happy crab, standing on a sand castle balcony. Looking over his royal crab army.
ru: Роберто — счастливый краб, стоящий на балконе песочного замка. Осматривает свою королевскую крабовую армию.

# publish_name
source: Rose Magic Lesson
ru: Магические уроки Роуз

source: Rose and Saria wake up after a night of hard partying and wonder if anything happened between them.
ru: Роуз и Сария просыпаются после ночи шумной вечеринки и задаются вопросом, не произошло ли между ними чего-нибудь.

source: Rose captured in a dungeon, after being betrayed by Euchre in Chapter 16
ru: Роуз схвачена и брошена в темницу, после предательства Юкрэ в главе 16
