Repository: Mingun/twokinds-omnipoll-results
Catalog: data/*/*.po
Languages: ru

source: Brutus and Fem!Clovis as Kronk and Yzma from "The Emporer's New Groove," reenacting the "pull the lever" scene.
ru: Брут и Самка!Кловис в роли Кронка и Измы из «Похождений императора», переигрывают сцену «дёрни за рычаг».

source: Brutus asks Clovis when his wonderful sister will come again. Clovis replies that she will never come again. Brutus is saddened and Clovis add: "...but I'm not sure".
ru: Брут спрашивает Кловиса, когда его замечательная сестра придёт снова. Кловис отвечает, что она никогда не придёт снова. Брут опечален и Кловис добавляет: «...но я не уверен».

source: Brutus gets a full view of Clovis' treacherous tail
ru: Брут получает возможность полностью рассмотреть коварный хвост Кловиса

source: Brutus getting genderbent, and Clovis getting bent finding out that Brutus is pretty chill suddenly becoming female and dealing with it more easily than he did.
ru: Брут поменял пол, а Кловис вышел из себя, обнаружив, что Брут довольно спокойно отнёсся к тому, что он внезапно стал женщиной и справляется с этим гораздо легче, чем он.

source: Brutus happens upon Clovis in the middle of changing and in trying to keep him from leaving accidentally, tugs on his tail...causing a swift change of gender!
ru: Брут сталкивается с Кловисом в середине смены пола и, пытаясь удержать его от ухода, случайно дёргает его за хвост... тем самым вызывая незамедлительную смену пола!

source: Brutus meets Clovis’s real sister who starts flirting with him, making fem Clovis very jealous
ru: Брут встречает настоящую сестру Кловиса, которая начинает с ним флиртовать, из-за чего самка Кловис сильно ревнует

source: Brutus offers “services” to Clovis, who’s all “Heck No” but gives in, and then we get to see a Melted Clovis as Brutus turns out to be a good masseuse.
ru: Брут предлагает «услуги» Кловису, который сначала «чёрт возьми, нет», но потом сдаётся, а затем мы видим размякшего Кловиса, когда Брут оказывается очень хорошим массажистом.

# publish_name
source: Busty Costume
ru: Грудастый костюм

# publish_name
source: CHOCOLATE
ru: ШОКОЛАД

source: Candle-lit dinner with Sythe and CatMaren (like scene from “Magical Mishaps” page 15 frame 1)
ru: Ужин при свечах Сифа с КотоМарэн (как в сцене из «Магических казусов» с первого кадра страницы 15).

source: Captain Jenny and Brutus raid the Na'Rella and Eric begs them not to take his paintings.
ru: Капитан Дженни и Брут совершают нападение на На’Реллу и Эрик умоляет их не забирать его картины.

source: Captain Jenny and her crew ambush a passing ship.
ru: Капитан Дженни и её команда устраивают засаду на проходящий мимо корабль.

source: Captain Jenny, Queen of the Pirates, dueling Clovis, the Queen of Greed to see who is the true Empress of the Criminals. Sword vs spell as a form of Keidran Pirate vs Ninja.
ru: Капитан Дженни, Королева пиратов, сражается на дуэли с Кловисом, Королевой жадности, чтобы выяснить, кто из них является истинной Императрицей преступников. Меч против заклинания как форма кайдрэн-пирата против ниндзя.

source: Carver successfully assimilated by the western basitin ladies. Loincloth and all.
ru: Карвер успешно ассимилирован западными баситинскими дамами. В набедренной повязке и всё такое.

source: Cat Keidran Maren in an even more provocative maid outfit. Sythe is amused.
ru: Кошка кайдрэн Марэн в ещё более провокационном костюме горничной. Сиф изумлён.

source: Cat Keidran Nora pushes Trace too far. He finally snaps and chains her up in the dungeon – mission accomplished!
ru: Кошка кайдрэн Нора слишком сильно достала Трэйса. Он наконец-то заковывает её цепями и бросает в темницу — миссия выполнена!

source: Cat Keidran Nora teaching Cat Keidran Reni on how to win over a human heart and Red blurts out how Nora never won over Trace, embarrassing Nora.
ru: Кошка кайдрэн Нора обучает кошку кайдрэн Рэни, как завоевать сердце человека, а Рэд сбалтывает, что Нора никогда не завоёвывала Трэйса, чем вгоняет её в краску.

source: Cat Maid Cat Nora
ru: Кошка горничная кошка Нора

# publish_name
source: Cat Maid Nora
ru: Горничная кошка Нора

source: Cat Maren chasing Nibbly in to tree
ru: Кошка Марэн загнала Ниббли на дерево

source: Cat Maren loses control of/gives into her instincts and starts to catch Mrs. Nibbly
ru: Кошка Марэн теряет над собой контроль/поддаётся своими инстинктами и начинает ловить миссис Ниббли

source: Cat Maren subconsciously headbutting Scythe and going into full denial when told it means she really likes him.
ru: Кошка Марэн подсознательно тыкается головой в Сифа, а затем уходит в полное отрицание, когда ей говорят, что это значит, что он ей действительно нравится.

source: Cat Maren subconsciously headbutts Scythe (anywhere on his body, could be his head, shoulders, pecks, it don't matter) and then goes into full denial when told that doing do is a form of endearment.
ru: Кошка Марэн подсознательно тыкается головой в Сифа (в любое место его тела, это может быть голова, плечи, лёгкий поцелуй, не имеет значения), а затем уходит в полное отрицание, когда ей говорят, что это одна из форм проявления нежности.

source: Cat Nora Against the Glass
ru: Кошка Нора напротив стекла

source: Cat Nora Daki
ru: Даки кошки Норы

# publish_name
source: Cat Nora and Clovis
ru: Кошка Нора и Кловис

source: Cat Nora and Kat bonding over their guy problems.
ru: Кошка Нора и Кэт ведут разговор по душам о проблемах с их парнями.

source: Cat Nora being a typical cat. She begs Trace for food, but once he fills up her bowl, she walks away from it. She then paws at the door to go outside, but just sits there once opened.
ru: Кошка Нора — типичная кошка. Она выпрашивает у Трэйса еду, но как только он наполняет её миску, она уходит от неё. Затем она бьёт лапой по двери, чтобы выйти на улицу, но, как только та открылась, просто сидит на пороге.

source: Cathleen teaching young Keith how to fight with a spear
ru: Кэтлин учит юного Кита, как сражаться с копьём

source: Cathleen teaching young Keith how to fight with a spear Western Basitin style
ru: Кэтлин учит юного Кита, как сражаться с копьём в стиле западных баситин

source: Cathleen telling Cornelius she’s pregnant
ru: Кэтлин говорит Корнелиусу, что она беременна

source: Cathleen telling Cornelius she’s with child
ru: Кэтлин говорит Корнелиусу, что она с ребёнком

source: Cathleen tells Cornelius they are having a baby
ru: Кэтлин говорит Корнелиусу, что них будет ребёнок

source: Catra from She-ra and the Princesses of Power
ru: Кэтра из Ши-Ра и непобедимых принцесс

# publish_name
source: Cats Only Box
ru: Коробка только для кошек

source: Cerberus Natani, three heads are Natani's three aspects, Fem Natani, Male Natani, and Youngtani.
ru: Цербер Натани, три головы — три аспекта Натани, Самка Натани, Самец Натани и Юнатани.

source: Chalchiuhtlicue (Calamity), from "No Evil"
ru: Чальчиутликуэ (Каламити) из «Без зла»

source: Chalchiuhtlicue, Calamity from No Evil
ru: Чальчиутликуэ, Каламити из Без зла

# publish_name
source: Chance Encounter
ru: Случайная встреча

source: Chaos has acquired the Wabbajack! Now Mekkan shall know the mask's true power!
ru: Хаос приобрела Ваббаджек! Теперь Меккан узрит истинную силу масок!

source: Chaos summons Florida Man! The balance between order and chaos on Mekkan shifts to become overwhelmingly chaotic.
ru: Хаос призывает человека из Флориды! Баланс между порядком и хаосом в Меккане всё больше смещается в сторону хаоса.

source: Chibi noodle dragon Maddie, quips from Mom and Natani
ru: Чиби-дракончик Мэдди, колкие замечания от мамы и Натани

source: Children in a library want to pet Stilt wolf but she's too tall.
ru: Дети в библиотеке хотят приласкать длинноногого волка, но она слишком высокая.

# publish_name
source: Chimera Origins
ru: Происхождение химеры

# publish_name
source: Chimera Prologue
ru: Пролог химеры

# publish_name
source: Chimera Prologue 2
ru: Пролог химеры 2

source: Chimera V. Adelaide: Arm Wrestle For The Crown!
ru: Химера против Аделаиды: армрестлинг за корону!

source: Chimera and flora bonding.
ru: Разговор по душам химеры и флоры.

source: Chimera celebrates New Year's Eve with the others and when they throw the first firecrackers, chimera and the stoneward bring the firecrackers back to the horror of the others
ru: Химера празднует Новый год вместе с остальными, и когда те бросают первые петарды, химера и каменюша приносят их обратно к ужасу остальных

source: Chimera enjoys her first Christmas.
ru: Химера наслаждается своим первым Рождеством.

source: Choosing the "flirt" option when you meet Sahari, the sphinx in the maze
ru: Выбор варианта «флирт», когда вы встречаете Сахари, сфинкса лабиринта

# publish_name
source: Christmas Party
ru: Рождественская вечеринка

source: Christmas: Maddie and Maeve roll an "ecstatic" Keith into a snowman. Natani is amused.
ru: Рождество: Мэдди и Мэйв закатывают «восторженного» Кита в снеговика. Натани это забавляет.

source: Clovis Reference Sheet
ru: Справочный лист Кловиса

source: Clovis and Brutus go clothes shopping
ru: Кловис и Брут ходят по магазинам одежды

source: Clovis and Brutus order pizza at Tom's. When reading the menu Brutus cant make up his mind, and Clovis impatiently make the choice for him.
ru: Кловис и Брут заказывают пиццу у Тома. При чтении меню Брут не может определиться, а Кловис с нетерпением делает выбор за него.

source: Clovis and Natani have a western shoot out at high noon.
ru: Кловис и Натани устраивают в полдень перестрелку в стиле вестернов.

source: Clovis as a Roman emperor, sitting on his throne, with his guards on either side.
ru: Кловис в образе римского императора, сидящего на своём троне, со своими гвардейцами по обе стороны.

source: Clovis as a roman emperor, sitting smug on a throne.
ru: Кловис в образе римского императора, самодовольно восседающий на троне.

source: Clovis changes every omnipoll entry to be a different Brutus pinup
ru: Кловис изменил все предложения омниполла на различные плакаты с Брутом

source: Clovis contemplating some evil plan, with an angel fox on one shoulder and devil wolf on the other telling him what to do
ru: Кловис обдумывает какой-то злой план, с ангелом-лисой на одном плече и дьяволом-волком на другом, говорящим ему, что делать

source: Clovis cosplaying as Butcher Rose from the most recent Borderlands 3 expansion
ru: Кловис косплеит Лютую Розу из недавнего дополнения к Borderlands 3

source: Clovis giving Brutus a foot massage for his good work.
ru: Кловис делает Бруту массаж ног за его хорошую работу.

source: Clovis has been made a slave and becomes a model for Eric
ru: Кловис попал в рабство и стал моделью для Эрика

source: Clovis has been made a slave and becomes a model for Eric - joining up with cat!Nora!
ru: Кловис попал в рабство и стал моделью для Эрика — присоединился к кошке!Норе!

source: Clovis has been made a slave and ends up as a model for Eric
ru: Кловис попал в рабство и стал моделью для Эрика

source: Clovis hires I.M.P. (from Hellova boss) and gets into an argument with Luna about waiting in the lobby. Luna, terrifyingly, tells him to shut the @#$% up!
ru: Кловис нанимает I.M.P. (из «Адского босса») и вступает в спор с Луной из-за ожидания в вестибюле. Луна угрожающе приказывает ему завалить хл@#$%о!

source: Clovis hugging Brutus as a thank you after saving him from the asassins.
ru: Кловис обнимает Брута в знак благодарности после того, как тот спас его от асассинов.

source: Clovis is brought to Kats Dress shop by Brutus after the bath.
ru: Кловис после купания доставлен Брутом в магазин одежды Кэт.

source: Clovis is returns to being male but is forced to wear a girl clothing.
ru: Кловис становится обратно мужчиной, но вынужден носить девчачью одежду.

source: Clovis reference sheet
ru: Справочный лист Кловиса

source: Clovis squirming at his desk trying to work, knees together, paws clenched. He hasn't put it together yet, but its his first spring in his new body.
ru: Кловис корчится за столом, пытаясь работать, колени вместе, лапы сжаты. Он ещё этого не осознал, но это его первая течка в его новом теле.

source: Clovis turned into a girl Dragon
ru: Кловис превратился в девушку-дракона

source: Clovis uses the necronomicon to summon an eldritch horror.
ru: Кловис использует некрономикон для призыва древнего ужаса.

source: Clovis zapped by the mansion's defense, but instead of thwarting it she becomes a chicken-like harpy.
ru: Кловис атакована оборонной системой особняка, но вместо того, чтобы помешать ей войти, она превращается в курицу-гарпию.

source: Clovis' cousin Captain Jenny commands her motley crew
ru: Кузина Кловиса капитан Дженни командует своей разношёрстной командой

source: Clovis' cousin, Captain Jenny, commands her motley crew
ru: Кузина Кловиса, капитан Дженни, командует своей разношёрстной командой

source: Clovis' execution of Roan reimagined à la Captain Needa's fatal apology to Vader in Empire Strikes Back. "I will take full responsibility and apologize to Prince Clovis..."
ru: Переосмысленная казнь Кловисом Роана в стиле рокового извинения капитана Ниды перед Вейдером в «Империя наносит ответный удар». «Я беру на себя полную ответственность и извиняюсь перед принцем Кловисом...»

source: Clovis' own home security magic doesn't recognize him as a woman, and instead poofs him into a slavegirl outfit and tells him to be a good girl and wait for Master Clovis.
ru: Охранная магия дома Кловиса не признаёт его в образе женщины, а вместо этого наряжает его в костюм рабыни и велит быть хорошей девочкой и ждать хозяина Кловиса.

source: Clovis, bruts and calver banished in the phantom zone (old school)
ru: Кловис, брут и калвер изгнаны в фантомную зону (старую школу)

source: Clovis, the Queen of Greed, did not take it at all well when Sunny, the Queen of Pirates, refused her deal where she would give Clovis half her income in return for ‘protection’.
ru: Кловис, Королеве жадности, совершенно не понравилось, когда Санни, Королева пиратов, отказалась от сделки, по которой она отдала бы Кловис половину своего дохода в обмен на «защиту».

# publish_name
source: Coaster
ru: Американские горки

source: Colin and Sam Potts find themselves subject to a species swap. Colin gets flustered by the change; Sam reaction... doesn't help.
ru: Колин и Сэм Поттс обнаруживают, что они подверглись обмену видами. Колин смущён изменением; реакция же Сэм... не облегчает положения.

source: Colin and Sam dress up as each other for Halloween. A little seasonal witchy magic gives the costumes more 'authenticity'.
ru: Колин и Сэм одеваются на Хэллоуин друг в друга. Немного сезонной волшебной магии придаёт их костюмам большую «подлинность».

source: Colin and Sam find themselves subject to a species swap. Colin gets flustered by the change; Sam reaction... doesn't help.
ru: Колин и Сэм обнаруживают, что они подверглись обмену видами. Колин смущён изменением; реакция же Сэм... не облегчает положения.

source: Colin trying to be smooth in an attempt to charm the viewer, but fails to think of a decent line
ru: Колин пытается быть спокойным в попытке очаровать зрителя, но не может придумать подходящий образ

source: Coming upon Clovis unexpectedly, Natani casts the first thing that comes to mind. Heart's Desire. Clovis is defeated after he cannot give up Brutus a second time...
ru: Неожиданно столкнувшись с Кловисом, Натани колдует первое заклинание, что приходит ей на ум. Желание сердца. Кловис терпит поражение из-за того, что он не может во второй раз отказаться от Брута...

# publish_name
source: Communal Tiger Bed
ru: Общая тигриная кровать

source: Coppertone Reni. Little Nibbly tugs down the back of the big dragon's bathing suit, right in front of Captain Kei!
ru: «Коппертон Рэни». Маленькая Ниббли стягивает заднюю часть купальника большого дракона, прямо на глазах у капитана Кея!

source: Costume party at Riftwall Tavern West; featuring Amelia, Windstraw, Magpie, and Willow
ru: Костюмированная вечеринка в Западной таверне Рифтволл; присутствуют Амелия, Соломинка, Мэгпай и Огонёк

source: Couple retreat: Keith and Nat shocked to see King Jade on the island with her new "boyfriend" (A Male dragon held against his will by the King)
ru: Убежище для парочек: Кит и Нат были потрясены, увидев на острове Короля Джейд с её новым «парнем» (драконом-самцом, удерживаемым Королём против его воли)

# publish_name
source: Couples Off Set
ru: Пары вне съёмок

source: Couples retreat, Reni with Keiren went to the couples retreat finding Reni's Mother and father there sharing baby pictures of Reni to Kei embarrassing her.
ru: Приют для парочек, Рэни с Кейреном отправились в приют для парочек и нашли там мать и отца Рэни, которые стали показывать Кею детские фотографии Рэни, смущая её.

# publish_name
source: Cousin of Clovis
ru: Кузина Кловиса

source: Cow Sam, freshly tagged, is up for "his" first milking, and on the job is non-other than Brutus. Brutus is excited to try something new. Sam, not so much.
ru: Только что превратившийся в корову Сэм готовится к «своей» первой дойке, и доить его будет не кто иной, как Брут. Брут в большом восторге, что попробует что-то новое. Сэм же совсем нет.

source: Cozy Flora sips hot cocoa by the fire
ru: Флора в пледе у камина потягивает горячее какао

source: Current Maddie is down about not have been able to woo Keith, and so enjoys summoned sweets for v-day with Karen.
ru: Нынешняя Мэдди разочарована тем, что не смогла уговорить Кита, и поэтому наслаждается призванными сладостями на день валентина вместе с Карэн.

source: Customer Service 2: Kat is a fast food employee serving Nora, who is ordering for a dragon's appetite.
ru: Служба поддержки клиентов 2: Кэт — сотрудник точки быстрого питания, обслуживающий Нору, которая делает заказ, достойный поистине драконовского аппетита.

source: Cute Kat in socks
ru: Милаха Кэт в носочках

# publish_name
source: Cute Natani
ru: Милашка Натани

source: Cute Natani Curled Up Remake
ru: Перерисовка симпатичной Натани, свернувшейся калачиком

source: Cyborg/augmented Nora
ru: Киборг/аугментированная Нора

source: D&D classes Trace-Wizard Keith-Fighter Natani-Rogue Flora-Ranger. Kathrin as the Dungeon Master.
ru: Классы из D&D: Трэйс — волшебник, Кит — воин, Натани — плут и Флора — следопыт. Кэтрин в роли мастера подземелья.

# publish_name
source: Dancing by Moonlight
ru: Танцы при лунном свете

source: Dark AU : After regaining his memories. Trace Legacy returns to the heart of the Templars' operations with his new wife, Flora. A keidran woman who appears just as sinister as her husband.
ru: Тёмная АВ : После восстановления памяти. Трэйс Легаси снова встаёт во главе тамплиерских операций со своей новой женой Флорой. Кайдрэнкой, которая кажется такой же зловещей, как и её муж.

source: Dark AU Emperor Sythe and his High Generals Evals and Mike rally their armies to conquer the world
ru: Тёмная АВ Император Сиф и его верховные генералы Ивэлс и Майк объединяют свои армии для завоевания мира

source: Dark AU Emperor Sythe and his High Generals Evals and Mike rally their armies to conquer the world.
ru: Тёмная АВ Император Сиф и его верховные генералы Ивэлс и Майк объединяют свои армии для завоевания мира.

source: Dark Trace force to relive the memories of 2012 mistletoe incident
ru: Тёмный Трэйс заставляет переживать воспоминания об инциденте с омелой 2012 года

source: Dark Trace is attacking a keidran village, the ghost of Saria is standing behind him, begging him to stop.
ru: Тёмный Трэйс атакует деревню кайдрэн, за ним стоит призрак Сарии, умоляющий его остановиться.

source: Date night! Raine and Zen sat together on a park bench
ru: Вечер свиданий! Рэйн и Зен сидят вместе на скамейке в парке

source: Day of the dead offering of dead characters: Laura, Alaric, Saria etc. Living characters are there mourning their loved ones but still happy to remember them.
ru: День мёртвых предлагает мёртвых персонажей: Лаура, Алэрик, Сария и так далее. Живые персонажи оплакивают своих близких, но всё же рады их вспомнить.

source: Deliveryman Tom Reference Sheet
ru: Справочный лист доставщика пиццы Тома

source: Deltarune! Maddie as Kris, Karen as Susie and Maeve as Ralsei
ru: Deltarune! Мэдди в роли Крис, Карэн в роли Сьюзи и Мэйв в роли Ральзея

# publish_name
source: Demon Trace vs Angel Flora
ru: Демон Трэйс против Ангела Флоры

source: Demon tiger Trace 3: Trace comes to his senses, and is filled with tearful remorse after realizing he attacked his (unscathed) love, Flora, who gladly comforts him as she strokes his head in her lap.
ru: Демон тигр Трэйс 3: Трэйс приходит в себя и льёт слёзы раскаяния, осознав, что напал на свою (не пострадавшую) любовь, Флору, которая с радостью утешает его, гладя по его голове, лежащей на её коленях.

source: Desert dwelling bastions? What life for them may be like?
ru: Бастионы, обитающие в пустыне? На что может быть похожа их жизнь?

# publish_name
source: Dog Gone Dragon
ru: Проклятый дракон

# publish_name
source: Dog Kat - Cat Kat
ru: Собака Кэт - кошка Кэт

source: Doggy Dragon. Nora gets a taste of her own medicine when one fateful prank hits a mirror, flinging a dog's mind back into herself. Oops! Suddenly her powerful dragon body obeys the dog, ignores her, and begins acting like a giant silly puppy.
ru: Собачка-дракон. Нора ощущает вкус своего собственного лекарства, когда одна роковая шутка попадает в зеркало, отражающее проклятие собачьего разума обратно в Нору. Уупс! Внезапно её мощное драконье тело начинает подчиняется собачьим приказам, игнорируя её собственные и начинает вести себя как гигантский глупый щенок.

# publish_name
source: Door Cat Flora
ru: Дверная кошка Флора

source: Double Date: Trace and Flora go on a date, with Sythe and Maren joining them.
ru: Двойное свидание: Трэйс и Флора идут на совместное свидание, к ним присоединяются Сиф и Марэн.

source: Double date: Trace and Flora go on a date together, with Sythe and Maren joining them.
ru: Двойное свидание: Трэйс и Флора идут на совместное свидание вместе с присоединившимся к ним Сифом и Марэн.

# publish_name
source: Dragon Disrobed
ru: Раздетый дракон

source: Dragon Natani + traitorous leg, Keith checks if Natanis leg would kick in her dragon form, Rose is not amused giving them a stern look through a hole in the wall.
ru: Дракон Натани + нога-изменница, Кит проверяет, ударит ли Натанина нога, когда та в форме дракона, Роуз недовольно бросает на них строгий взгляд через дыру в стене.

source: Dragon Nora flying alongside a Lockheed/Martin Sr-71 blackbird
ru: Драконица Нора летит рядом с «Чёрным дроздом» Lockheed/Martin Sr-71

# publish_name
source: Dragon Slayers
ru: Убийцы дракона

source: Dragon Trace and Flora
ru: Дракон Трэйс и Флора

source: Dragon gals night out: Nora, Reni and Saraphina (any form: human, dragon, bit of both) relax in an onsen and watch the first snow of winter.
ru: Драконья вечеринка для девочек: Нора, Рэни и Серафина (в любой форме: человека, дракона, понемного от того и другого) расслабляются в онсэне и смотрят на первый зимний снег.

source: Draw Maddie in 30 seconds / 3 minutes / 30 minutes.
ru: Нарисовать Мэдди за 30 секунд / 3 минуты / 30 минут.

source: Drowsy Raine sits down at the table and smooches Zen-- except that sounds like his laugh coming from by the counter, and his hair seems longer now...
ru: Сонная Рэйн садится за стол и целует Зена — правда, кажется, что из-за стойки доносится его смех, а его волосы теперь длиннее…

source: Drunk Clovis kisses Brutus, then sobers up and kisses him again
ru: Пьяный Кловис целует Брута, затем всхлипывает и целует его снова

source: Drunk Natani sticking out the top of a limo with a bottle vodka down a neon street.
ru: Пьяная Натани торчит с бутылкой водки на крыше лимузина, несущегося по неоновой улице.
