Repository: Mingun/twokinds-omnipoll-results
Catalog: data/*/*.po
Languages: ru

source: Rose let’s out a deep sigh as she finds the stone guardian stuck at the bottom of the Oasis room’s pool again
ru: Роуз глубоко вздыхает, когда находит каменного хранителя, снова застрявшего на дне бассейна оазисной комнаты

source: Rose puts up the Magic Mistletoe trying to get Saria but gets Trace instead.
ru: Роуз вешает волшебную омелу, надеясь заполучить Сарию, но вместо этого заполучает Трэйса.

source: Rose relaxing in a bubble bath
ru: Роуз расслабляется в ванне с пузырьками

source: Rose teaching a course on proper female wolf etiquette. With Raine only interested from an etymological stand point, wolf Maren embarrassed (but secretly wants to learn for Sythe), and Natani wondering why the hell HE's there.
ru: Роуз преподаёт курс надлежащего женского волчьего этикета. Рэйн заинтересована в нём только с этимологической точки зрения, волчица Марэн смущена (но тайно хочет научиться ему ради Сифа), а Натани удивляется, какого чёрта ОН там забыл.

source: Rose uses the Templar slave collar to make Raine tell her who she likes
ru: Роуз использует рабский ошейник тамплиеров, чтобы Рэйн рассказала, кто ей нравится

source: Rose, Raine, Kathrin and Cat Nora as Lady Demetrescu and the Vampire sisters from Resident Evil Village
ru: Роуз, Рэйн, Кэтрин и кошка Нора в роли Леди Димитрески и сестёр-вампиров из Resident Evil Village

source: Rose: there will be no talking or sleeping in my classroom. Flora: heh rules who ever listens to that?! Rose: gives out a dirty look Flora: right! Rules love them!
ru: Роуз: в моём классе не дозволено разговаривать или спать. Флора: хех, правила, да кто их вообще слушается?! Роуз: одаривает её неодобрительным взглядом Флора: верно! Правила люблю их!

source: Roselyn, Raine, Cat Nora and Kathrin as Lady Dimitrescu and her daughters from Resident Evil Village for Halloween
ru: Розелин, Рэйн, кошка Нора и Кэтрин в роли леди Димитреску и её дочерей из Resident Evil Village для Хэллоуина

# publish_name
source: Run Mike Run!
ru: Беги, Майк, беги!

# publish_name
source: Sam and Colin Swap
ru: Обмен Сэма и Колина

source: Sam and Colin are subjected to a species swap. Colin is understandably flustered, but Sam is enjoying the change.
ru: Сэм и Колин подвергаются обмену видами. Колин по понятным причинам взволнован, а Сэм наслаждается изменением.

source: Sam and Colin as kids playing console co-op.
ru: Сэм и Колин в виде детей, играющих в кооператив на консоли.

source: Sam and Colin find themselves swapping species. Colin is flustered by the new development while Sam gets into the change.
ru: Сэм и Колин обнаруживают, что поменялись видами. Колин взволнован новым обликом, в то время как Сэм заинтересована изменением.

source: Sam and Colin went for a walk
ru: Сэм и Колин пошли прогуляться

source: Sam and Collin out for walkies. Enjoying a fall stroll in a park walking through the leaves.
ru: Сэм и Колин на прогулке. Наслаждаются осенней прогулкой по парку, ходя по листьям.

source: Sam asks Colin for help getting a book from a high shelf. Much to her surprise, Colin helps by lifting Sam up instead of getting the book down.
ru: Сэм просит Колина помочь достать книгу с высокой полки. К её удивлению, Колин помогает ей, подняв Сэм, вместо того, чтобы спустить книгу.

source: Sam tells Colin he is a good boy
ru: Сэм говорит Колину, что он хороший мальчик

source: Sam the dairy cow gets a collar of keidranification. Flustered about the result.
ru: Дойная корова Сэм получает ошейник кайдренофикации. Взволнован результатом.

source: Samurai Adelaide Full body Adelaide dressed up like this female samurai
ru: Самурай Аделаида Аделаида в полный рост, одетая как эта женщина-самурай

# publish_name
source: Sanderson Sisters
ru: Сёстры Сандерсон

source: Saria (maybe lioness Saria) going for a hike in the woods around the estate area.
ru: Сария (возможно, львица Сария) отправляется на прогулку в лес около поместья.

source: Saria and Fiona kissing Trace on his cheeks
ru: Сария и Фиона целуют Трэйса в щёки

# publish_name
source: Saria and Rose Party
ru: Вечеринка Сарии и Роуз

source: Saria and Rose get drunk in the wine cellar to celebrate Rose's birthday
ru: Сария и Роуз напиваются в винном погребе, чтобы отпраздновать день рождение Роуз

source: Saria and Rose wake up after a wild New Year's party and wonder if anything happened between them.
ru: Сария и Роуз просыпаются после разгульной новогодней вечеринки и задаются вопросом, не произошло ли что-нибудь между ними.

source: Saria and Trace's child playing with Rose
ru: Ребёнок Сарии и Трэйса играет с Роуз

source: Saria and Trace's wedding. Rose as Saria's bridesmaid. Rose is very worried about the Templars' reaction to Keidran, but Saria cheers her on.
ru: Свадьба Сарии и Трэйса. Роуз в роли подружки невесты Сарии. Роуз очень переживает из-за реакции тамплиеров на кайдрэн, но Сария подбадривает её.

source: Saria gets a Tiger Trace slave boy for Christmas
ru: Сария получает на Рождество мальчика-раба тигра Трэйса

source: Saria shaves off Rose's excess fluff and reveals her svelte body.
ru: Сария сбривает лишний мех Роуз и та показывает своё стройное тело.

source: Scooby Doo: The gang and Roselyn are walking down a dark hallway, but they're being stalked by a giant ghost ready to scare them.
ru: Скуби-Ду: Банда и Розелин идут по тёмному коридору, но их преследует гигантский призрак, готовый их напугать.

source: Scythe presents a ring box to Maren, unbeknownst to Scythe mrs Nibbly replaced its contents with an acorn.
ru: Сиф дарит Марэн коробочку с кольцом, но Сиф не знает, что миссис Ниббли заменила её содержимое жёлудем.

source: Scythe with a Nibbly Daki
ru: Сиф с даки с Ниббли

# publish_name
source: Sealeen and Lynn Family Portait
ru: Семейный портрет Сеалин и Линна

source: Sealeen chairing a meeting of the 'Trace fanclub'.
ru: Сеалин председательствует на собрании «фан-клуба Трэйса».

source: Sealeen finally falls out of the manor tree! Luckily, she's caught by Lynn.
ru: Сеалин в конце-концов сваливается с дерева в поместье! К счастью, её ловит Линн.

source: Sealeen, Landon and small dragon Seraphina dressed as Jessie, James, and Meowth, respectively, here to cause vague inconveniences
ru: Сеалин, Ландон и маленькая драконица Серафина, одетые как Джесси, Джеймс и Мяут соответственно, здесь, чтобы причинять мелкие неудобства

# publish_name
source: Selfie
ru: Селфи

source: Sequel of "Wedding Nightmares": Maren sighs in relief "it was just a dream" Then she turns her head and sees Sythe. Maren wakes up screaming again.
ru: Продолжение «Кошмаров о замужестве»: Марэн вздохнула с облегчением «это был просто сон» Затем она поворачивает голову и видит Сифа. Марэн снова просыпается с криком.

source: Sequel to "Island Style Reni." Reni's clothes have been stolen by Seraphina, who is gushing over them, while a mortified Reni has to deal with being in the nude, bare and blushing.
ru: Продолжение «Островного стиля Рэни». Одежду Рэни украла захлёбывающаяся от восторга Серафина, а униженная Рэни вынуждена остаться обнажённой и краснеющей.

source: Sequel to "Let Sleeping Dragons Lie" Trace complains dragons are too heavy and asks Nora not to asleep on him. Nora solves this problem by taking human form.
ru: Продолжение «Не будите спящего дракона» Трэйс жалуется, что драконы слишком тяжёлые и просит Нору не спать на нём. Нора решает эту проблему тем, что принимает форму человека.

source: Sequel to "Nora and Flora" with Nora turning into her Flora disguise from "Flora, Trust Me" maybe making a joke about wondering if Flora is feeling narcissistic.
ru: Продолжение наброска «Нора и Флора» с Норой, превратившуются во Флору ради маскировки из наброска «Флора, верь мне», может быть, шутящей о том, чувствует ли Флора себя самовлюблённой.

source: Sequel to "long haired Kat". Kat shows her long hair to her friends and all of them are shocked and surprised about it. And some of them are blushing too.
ru: Продолжение «длинноволосой Кэт». Кэт показывает свои длинные волосы своим друзьям, и все они шокированы и удивлены этим. И некоторые из них тоже краснеют.

source: Sequel to Body Swap - Raine and Kat and Measuring Up. Kat is glad that now she can measure her body better than from the first person.
ru: Продолжение скетчей «Обмен телами - Рэйн и Кэт» и «Измерение». Кэт рада, что теперь она может измерить своё тело точнее, чем это у неё получалось самой.

source: Sequel to Camping Modern Trio: the morning after, the trio decide to take a dip in the nearby forest lake, except they find out too late that the water is somewhat colder than expected
ru: Продолжение «Кемпинга современного трио»: на следующее утро трио решает окунуться в близлежащее лесное озеро, но слишком поздно обнаруживает, что вода несколько холоднее, чем ожидалось

source: Sequel to Defending the Boss. After the healer tells Clovis of a severely injured Brutus' grim prognosis, Clovis issues a chilling ultimatum. "If he's no longer useful to me, then neither are you."
ru: Продолжение Защиты босса. После того, как целитель рассказывает Кловису о мрачном прогнозе для Брута, Кловис выдвигает пугающий ультиматум. «Если он больше для меня бесполезен, то и ты тоже».

source: Sequel to Double Date: The group have a nice dinner in spite of the awkwardness
ru: Продолжение «Двойного свидания»: Группа, несмотря на неловкость, хорошо проводит время за ужином

source: Sequel to Exploring Tiger Lands: The explorers arrive to a Tiger village and receive a welcome from the locals
ru: Продолжение Изучения тигриных земель: исследователи прибывают в деревню тигров и получают приветствие от местных жителей

source: Sequel to Exploring Tiger Lands: the explorers arrive at a Tiger village and are welcomed by the locals
ru: Продолжение Изучения тигриных земель: исследователи прибывают в деревню тигров и их приветствуют местные жители

source: Sequel to Exploring Tiger Lands: the explorers arrive at a Tiger village and receive a welcome from the locals
ru: Продолжение Изучения тигриных земель: исследователи прибывают в деревню тигров и получают приветствие от местных жителей

source: Sequel to Fallout Mekkan sketch in which Flora, Trace, Deathclaw Nora, and Keith explore the Sierra Madre and find Hologram Laura
ru: Продолжение наброска Fallout Меккан, в котором Флора, Трэйс, коготь смерти Нора и Кит исследуют Сьерра-Мадре и находят голограмму Лауры

source: Sequel to Familiar Grief - Maddie comforts a sad, drunk Keith
ru: Продолжение «Знакомого горя» — Мэдди утешает грустного, захмелевшего Кита

source: Sequel to Kat has a cheeseburger. Flora is jealous and asks for one.
ru: Продолжение «У Кэт есть чизбургер». Флора завидует и просит ещё один.

source: Sequel to Kat’s Fertility Wish: Kat goes to deliver some food to Zen like normal, not realizing how her newly activated estrus might complicate things.
ru: Продолжение «Желания фертильности Кэт»: Кэт как обычно относит еду Зену, не понимая, что её недавно активированная течка может всё усложнить.

source: Sequel to New Supervisor: Mike and Evals enjoying being at cat Nora’s beck and call
ru: Продолжение «Новой надзирательницы»: Майк и Ивэлс наслаждаются пребыванием на побегушках у кошки Норы

source: Sequel to Subtleseed: Natani proposing to Keith in turn, in however the basitin way is
ru: Продолжение наброска Нежноцвет: очередь Натани делать предложение Киту, на этот раз, однако, в баситинской манере

source: Sequel to Sythe and Maren dancing. Nora switches Maren and Nibbly’s bodies, much to Sythe’s confusion.
ru: Продолжение Танца Сифа и Марэн. Нора меняет местами тела Марэн и Ниббли, к большому замешательству Сифа.

source: Sequel to Wolf Mary: young Mary Silverlock uses her Keidran transformation to infiltrate a Snow Wolf village, and meets a young Euchre and Roselyn. They greet and welcome her to their home, which she accepts, though is embarrassed that they're in the fur... like her.
ru: Продолжение «Волчицы Мэри»: молодая Мэри Сильверлок использует своё превращение в кайдрэн, чтобы проникнуть в деревню снежных волков, и встречает молодых Юкрэ и Розелин. Они приветствуют её и приглашают в свой дом; она принимает приглашение, хотя и смущена тем, что из «одежды» на них только мех… как, впрочем, и на ней.

source: Sequel to https://www.patreon.com/posts/doomguy-daisy-20030240 where the Doom Slayer and Daisy are in the Fortress of Doom, with an annoyed Samuel Hayden in the background
ru: Продолжение https://www.patreon.com/posts/doomguy-daisy-20030240, где Палач Рока и Дейзи находятся в Твердыне Рока на фоне раздражённого Сэмюэля Хайдена

source: Sequel to the Keith and Natani subtleseed proposal: the two of them at their wedding
ru: Продолжение к предложению наброска с нежноцветом, Китом и Натани: они вдвоем на своей свадьбе

source: Sequel to wolf Mary: young Mary Silverlock meets a Young Euchre and Rose while infiltrating their village in her Keidran transformation. Mary went in the fur to blend in, much to her embarrassment; the two cousins aren't wearing clothes either.
ru: Продолжение волчицы Мэри: юная Мэри Сильверлок встречает юных Юкрэ и Роуз, когда проникает в их деревню в своей кайдрэнской трансформации. Мэри, чтобы слиться с толпой, к своему смущению прикрыта только мехом; впочем, кузены тоже ни во что не одеты.

# publish_name
source: Serviced by Brutus
ru: Обслуживание от Брута

source: Sexy tavern maiden competition: Adira and Maren compete to see who is the better tavern maiden! Karen protects Maeve's innocent eyes.
ru: Конкурс сексуальных дев таверны: Адира и Марэн соревнуются, кто самая лучшая дева таверны! Карэн прикрывает невинные глаза Мэйв.

# publish_name
source: Shed Fur Cloning
ru: Шерстяной клон

# publish_name
source: Sittin' Pretty Redux
ru: Перерисовка «Довольно уселась»

source: Sittin’ Pretty Kathrin Redraw
ru: Перерисовка Довольно усевшейся Кэтрин

source: Skater Kat in hoodie
ru: Кэт на скейте в толстовке с капюшоном

source: Slave Leia Adelaide
ru: Рабыня Лейя Аделаида

source: Smug Bat Keidran
ru: Самодовольная кайдрэн летучая мышь

source: Smug Karen
ru: Самодовольная Карэн

# publish_name
source: Smug Nibbly
ru: Самодовольная Ниббли

source: Smug Nibbly Anthro version
ru: Самодовольная антропоморфная Ниббли

# publish_name
source: Snow Leopard Courting
ru: Ухаживание за снежным барсом

source: Snow Leopard Village continuation: This time with some fluff between our new married couple (romantic kiss)
ru: Продолжение «Деревни снежных барсов»: На этот раз кое-какая движуха между нашей новой семейной парой (романтический поцелуй)

source: Snow leopard snowball fight! (Northern explorers get into a snowball fight with the snow leopards!)
ru: Битва на снежках снежных барсов! (Исследователи севера вступают в битву на снежках со снежными барсами!)

source: Solatorobo Cosplay 2: Laura dressed as Chocolat helming the Asmodeus
ru: Косплей Солаторобо 2: Лаура, одетая как Чокола, командует на «Асмодеусе»

source: Some basitins find lady Nora asleep in her cave try to wake her, she rolls over snuggling one of the bastins like a trace teddy
ru: Группа баситин находит леди Нору, спящую в своей пещере, и пытается её разбудить, она переворачивается, прижимая к себе одного из баситинов, как медвежонка трэйса

source: Some of the gang looking through sketch suggestions that were never used and talking about the more “interesting” ones that have their own separate pile
ru: Кто-то из группы просматривает предложения набросков, которые не были использованы и подмечает более «интересные» из них, откладывая их в отдельную стопку

# publish_name
source: Sparring Interruption
ru: Прерванный спарринг

source: Species Swap: Maddie and Karen
ru: Обмен видами: Мэдди и Карэн

source: Spooning Party! Natini and Keith Spoon alongside Trace and Flora
ru: Вечеринка объятий! Натани и Кит обжимаются вместе с Трэйсом и Флорой

source: Sports car. Sythe as race winner. Nibbly and Maren as race girls
ru: Пилот спортивного болида Сиф как победитель гонки. Ниббли и Марэн как девушки автогонок

# publish_name
source: Squirrel Protector
ru: Белка-защитник

# publish_name
source: Squirrelified Maren 2
ru: Белкофицированная Марэн 2

source: Squirrelified Maren Sequel: Maren has the urge to steal everyone's clothing, and starts with Scythe.
ru: Продолжение белкофицированной Марэн: у Марэн возникло желание украсть у всех одежду, и она начинает с Сифа.

source: Star Wars-style Twokinds poster with all of the dramatic poses and facial close-ups and whatever
ru: Плакат Twokinds в стиле «Звёздных войн» с драматическими позами, крупными планами лица, ну и прочим

# publish_name
source: Stargate
ru: Звёздные врата

source: Steampunk Nora
ru: Стимпанковская Нора

source: Steel Commanders (song by Sabaton) 'B team' as a tank crew mid battle.
ru: Steel Commanders (песня группы Sabaton) «Команда Б» в роли экипажа танка в середине битвы.

source: Step by step transformation lapse of Raine from human to wolf
ru: Пошаговый процесс трансформации Рэйн из человека в волка

source: Stone guardian ref sheet
ru: Справ. лист каменного хранителя

source: Streaming tech assistant Natani reporting in
ru: Докладывает Натани, технический помощник трансляции

source: Succubus Maren gives her victim Sythe the choice of what to play with him, Trick or Treat
ru: Суккуб Марэн даёт своей жертве Сифу выбор, во что с ним поиграть, в гадость или сладость

# publish_name
source: Suddenly Dragons
ru: Внезапно драконы

source: Suddenly Dragons! Team B find themselves transformed into baby dragons. Reni ends up babysitting.
ru: Внезапно драконы! Команда Б обнаруживает, что они превратились в дракончиков. Рэни становится нянькой.

source: Suddenly Dragons. Team B finds themselves completely transformed into baby dragons. Reni ends up babysitting.
ru: Внезапно драконыю. Команда Б обнаруживает, что они полностью превратились в дракончиков. Рэни становится нянькой.

source: Summer Postcard - Featuring Willow, Kat and Laura at the beach.
ru: Летняя открытка — изображает Огонька, Кэт и Лауру на пляже.

source: Summer time beach volley ball! Trace, Red, Keith and Sythe play a game of beach volley ball in their swimsuits as Flora, Raine, Marren and Natani Cheer them on!
ru: Время летнего пляжного волейбола! Трэйс, Рэд, Кит и Сиф играют в пляжный волейбол в своих купальниках, пока Флора, Рэйн, Марэн и Натани их подбадривают!

# publish_name
source: Sunbathing Servants
ru: Загорающие слуги

# publish_name
source: Sunset Kiss
ru: Поцелуй на закате

source: Super Keidran! Kat dresses up in a very form fitting superhero outfit to fight evil wherever it lurks
ru: Супер-кайдрэн! Кэт одевается в очень подходящую ей форму супергероини, чтобы бороться со злом, где бы оно ни скрывалось

source: Super Saiyan Adelaide, plus a small panel with Musclehead General and Alaric commenting on her power level.
ru: Супер Сайян Аделаида, плюс небольшая панель, на которой Генерал Амбал и Алэрик комментируют её уровень силы.

# publish_name
source: Sythe Petting
ru: Ласкание Сифа

source: Sythe Reference Sheet
ru: Справочный лист Сифа

# publish_name
source: Sythe Reference Sheet
ru: Справочный лист Сифа

# publish_name
source: Sythe and Maren Dance
ru: Танец Сифа и Марэн

source: Sythe and Maren share a pizza and reminisce about the first time they met!
ru: Сиф и Марэн вместе кушают пиццу и вспоминают о своей первой встрече!

source: Sythe and Nibbly as Doomguy and his pet rabbit Daisy (alive)
ru: Сиф и Ниббли в роли Думгая и его домашней крольчихи Дейзи (живой)

source: Sythe catches Maren trying on a new set of lingerie complete with faux kitty ears and cat tail. Maren angrily protests that it's just cosplay. Sythe is a fan, either way.
ru: Сифт застаёт Марэн за примеркой нового комплекта нижнего белья с искусственными кошачьими ушками и кошачьим хвостиком. Марэн сердито протестует, что это всего лишь косплей. Сифу всё равно, он и так фанат.

source: Sythe dreams of himself as a sultan of a distant land, and keidran Nibbly and Maren are his harem girls. One feeds him grapes while the other dances, both wearing face veils, jewels and their fur.
ru: Сифу снится, что он — султан далёкой страны, а кайдрэн Ниббли и Марэн — его девушки из гарема. Одна кормит его виноградом, в то время как другая танцует, обе одеты в фату, драгоценности и свой мех.

source: Sythe druid of the forest (with Nibbly)
ru: Сиф друид леса (с Ниббли)

source: Sythe druid of the forest (with nibbly)
ru: Сиф друид леса (с ниббли)

source: Sythe gives Maren a good morning lick on the cheek.
ru: Сиф дарит Марэн лизь «с добрым утром» в щёчку.

source: Sythe gives out his personal thoughts on Maren
ru: Сиф обнажает свои личные мысли о Марэн

source: Sythe in diplomatic clothes and Maren in sophisticated evening dress dance together. And of course very jealous Nibs on the background.
ru: Сиф в дипломатической одежде и Марэн в утончённом вечернем платье танцуют вместе. И, конечно, очень ревнивая Нибс на заднем плане.

source: Sythe in regalia providing diplomatic relations "advice" to the Basitin trio. Lynn is studiously taking notes, but the other two are more suspicious.
ru: Сиф в регалиях предоставляет «советы» по дипломатическим отношениям баситинскому трио. Линн старательно делает записи, но двое других более подозрительны.

source: Sythe is embarrassed as he is carried out of a burning building by a squirrels-sized Super Nibbly, who is wearing a blue and red suit with an acorn logo on it.
ru: Сифа смущает, когда из горящего здания его выносит Супер-Ниббли размером с белку, одетая в сине-красный костюм с изображением на нём жёлудя.

source: Sythe kisses Maren under a mistletoe while saying: "merry christmas, you filthy animal" referencing himself.
ru: Сиф целует Марэн под омелой со словами: «с рождеством, тебя, грязное животное», имея в виду себя.

source: Sythe make Nibbly a small rickety wooden house
ru: Сиф делает для Ниббли небольшой шаткий деревянный домик

source: Sythe makes Nibbly a small rickety house
ru: Сиф делают для Ниббли небольшой шаткий домик

source: Sythe meets squirrel maren, he isn’t sure how to feel about the new change, but his tail is wagging for some reason
ru: Сиф встречает белку марэн, он не уверен, как относиться к новым изменениям, но по какой-то причине его хвост виляет

source: Sythe roof running (cyber punk themed)
ru: Сиф бежит по крыше (тема кибер панка)

source: Sythe roof running (cyberpunk themed)
ru: Сиф бежит по крыше (тема киберпанка)

source: Sythe showing Maren some more traditional Keidran dance techniques
ru: Сиф показывает Марэн некоторые традиционные кайдрэнские техники танца

source: Sythe teaches a nervous Keidran Ms. Nibbly to walk.
ru: Сиф учит нервную кайдрэн мисс Ниббли ходить.

source: Sythe wakes up in bed with both Anthro Nibbly and Maren
ru: Сиф просыпается в постели одновременно с антропоморфной Ниббли и Марэн

source: Sythe walks on Cat Maren and Kathrin as they change or bath. Maren is shocked, Sythe is embarrassed and Kathrin doesn't get what their deal is.
ru: Сиф заходит в комнату, когда кошка Марэн и Кэтрин переодеваются или принимают ванну. Марэн в шоке, Сиф смущён, а Кэтрин не понимает, что с ними такое.

source: Sythe watches a performance of Red and the Templar Theater Troupe. He is impressed by Red's brilliant acting.
ru: Сиф смотрит выступление Рэда и театральной труппы тамплиеров. Он впечатлён блестящей актерской игрой Рэда.

source: Sythe with a scythe
ru: Сиф с косой

# publish_name
source: Sythe's Feeling on Maren
ru: Отношение Сифа к Марэн

source: Sythe, Maren, Trace, and Flora swap bodies
ru: Сиф, Марэн, Трэйс и Флора обмениваются телами

source: Sythe’s personal thoughts on maren
ru: Личные мысли Сифа о марэн

source: Sythe’s thoughts on Maren
ru: Мысли Сифа о Марэн

source: Sythe’s thoughts on maren
ru: Мысли Сифа о марэн

source: THUNDERCATS HO! Refrence with the gang!
ru: ГРОМОВЫЕ КОШКИ ХО! Справочный лист с бандой!
