Repository: Mingun/twokinds-omnipoll-results
Catalog: data/*/*.po
Languages: ru

source: Trace and Flora try out French kissing, and Trace is completely surprised by the scratchiness of the tiger tongue.
ru: Трэйс и Флора пробуют французский поцелуй, и Трэйс сильно удивлён царапающей природе тигриного языка.

source: Trace and Laura kissing and embracing each other in their honeymoon at a beach at sunset.
ru: Трэйс и Лаура целуются и обнимают друг друга при закате во время медового месяца на пляже.

source: Trace and Nora playing as the characters in “The Raven”
ru: Трэйс и Нора играют роли персонажей в «Вороне»

source: Trace and Saria dancing at a Templar ball
ru: Трэйс и Сария танцуют на балу тамплиеров

source: Trace and Saria's first date with Nora as a wingman.
ru: Первое свидание Трэйса и Сарии с Норой в качестве сводницы.

source: Trace and flora on a christmas double date with Nanati and Keith
ru: Трэйс и Флора на рождественском двойном свидании с Натани и Китом

source: Trace as V, Flora as Evey Hammond from V for Vendetta in the scene where V first blows up the Old Bailey (Templar Tower)
ru: Трэйс в роли Ви, Флора в роли Иви Хэммонд из «V — значит вендетта» в сцене, где Ви впервые взрывает Олд-Бейли (башню тамплиеров).

source: Trace as a snake oil salesman selling transformation potions.
ru: Трэйс в роли продавца змеиного масла продаёт зелья трансформации.

source: Trace asks Flora if he's getting fat. Flora responds with teasing that he is and it's all part of her nefarious plan to fatten him up into... the dad bod.
ru: Трэйс спрашивает Флору, толстеет ли он. Флора, дразня, отвечает, что да, и всё это является частью её гнусного плана откормить его до состояния... папиного тела.

source: Trace being sultry for Flora in the bedroom. Open robe, rose, candles, the whole shebang. Flora likes very much!
ru: Знойный Трэйс в спальне для Флоры. Открытый халат, роза, свечи, все дела. Флоре очень нравится!

source: Trace cuddles Flora's tail, she isn't sure whether to enjoy the affection or to be jealous of him mainly touching her tail.
ru: Трэйс обнимает Флорин хвост, она не уверена, наслаждаться ли ей любовью или ревновать его за то, что он без спросу коснулся её хвоста.

source: Trace dressed as Tanjiro and Flora dressed Nezuko from the anime demon slayer
ru: Трэйс, одетый, как Тандзиро, и Флора, одетая Нэдзуко из аниме истребитель демонов

source: Trace dressed as Tanjiro and flora dressed as his sister from the anime demon slayer
ru: Трэйс, одетый, как Тандзиро, и флора, одетая как его сестра из аниме истребитель демонов

source: Trace finds a Flora Doll and lifts its tail, causing the real Flora to suddenly lift her tail, revealing her butt.
ru: Трэйс находит куклу Флоры и поднимает ей хвост, в результате чего у настоящей Флоры внезапно поднимается её хвост, обнажая её попу.

source: Trace finds some of his old clothes in the manor and dresses up as his old Templar self for Halloween and everybody starts freaking out.
ru: Трэйс находит в поместье свою старую одежду и наряжается на Хэллоуин своим старым образом тамплиера, от чего все начинают волноваться.

source: Trace gets swole and gets overconfident, challenging everyone to a boxing match
ru: Трэйс стал качком и слишком самоуверенным, вызывая каждого встречного на матч по боксу

source: Trace gives Flora's belly a loving kiss
ru: Трэйс дарит Флоре любящий поцелуй в живот

source: Trace is sitting on a couch and Flora is sleeping on his lap/legs
ru: Трэйс сидит на диване, а Флора спит у него на коленях/ногах

source: Trace overflowing with power from the Infinity Gauntlet but he uses it to make a mountain of meat for Flora
ru: Трэйс, переполенный силой из Перчатки бесконечности, использует её для сотворения горы мяса для Флоры

source: Trace overhears Keith and Natani talking about tying the knot, and it turns out to be them just comparing the usefulness and practicality of various types of knots
ru: Трэйс подслушивает Кита и Натани, разговаривающих о связывании узами, и оказывается, что они просто сравнивают полезность и практичность различных типов узлов

source: Trace playfully tying a bow around Flora's pregnant belly. “Won't be much longer until our present arrives.”
ru: Трэйс игриво завязывает бантом живот беременной Флоры. «Пройдёт не так много времени, пока не прибудет наш подарок».

source: Trace pounces flora back while she isn't expecting
ru: Трэйс бросается сзади на флору, когда та этого не ожидает

source: Trace teaches Flora some magic, but she somehow raises an army of the dead!
ru: Трэйс учит Флору кое-какой магии, но она неведомым образом поднимает армию мёртвых!

source: Trace teaches Roselyn magic while Saria watches with a smile.
ru: Трэйс учит Розелин магии, в то время как Сария с улыбкой за этим наблюдает.

source: Trace teaching Roselyn magic while Saria watches with a smile.
ru: Трэйс учит Розелин магии, в то время как Сария с улыбкой за этим наблюдает.

source: Trace tickles Flora when she’s feeling bad about her ballooning state. For his efforts, he gets an involuntary tiger foot to the gut
ru: Трэйс щекочет Флору, когда она плохо себя чувствует из-за своей пухлости. За свои старания он непроизвольно получает в живот лапой тигра

source: Trace tiger
ru: Трэйс тигр

source: Trace trying to explain to Flora that Mekkan is flat. Flora… doesn’t believe him at all.
ru: Трэйс пытается объяснить Флоре, что Меккан плоский. Флора… вообще ему не верит.

source: Trace trying to hide his identity and fails because of lack of creativity
ru: Трэйс пытается скрыть свою личность и терпит неудачу из-за отсутствия смекалки

source: Trace trying to make pizza for the TK crew (and failing #badAtCooking)
ru: Трэйс пытается приготовить пиццу для команды TK (и проваливается #плохВГотовке)

source: Trace trys to fly a kite in the wind, meanwhile Flora and Kathrin are swatting at the tail of the kite trying to pounce on it.
ru: Трэйс пытается запустить воздушного змея на ветру, в то время как Флора и Кэтрин играются с хвостом змея, пытаясь на него напрыгнуть.

source: Trace wades through water carrying Flora to keep her fur dry
ru: Трэйс пробирается сквозь воду, неся Флору на руках, чтобы не замочить её мех

source: Trace waking up between Saria and Rose, unaware the two are playing a prank on him
ru: Трэйс просыпается между Сарией и Роуз, не подозревая, что они его разыгрывают

source: Trace wearing a Santa hat and Flora playing with the white puff in the end. Swatting it around like a house cat.
ru: Трэйс в шляпе Санты и Флора, играющая с белым понпончиком на её конце. Шлёпает по нему, как домашняя кошка.

source: Trace's Promise: After waking from a nightmare about Flora, Trace embraces his sleeping wife and unborn child protectively, whispering into her ear that he will never let anything hurt them. Not even himself.
ru: Обещание Трэйса: проснувшись от кошмара о Флоре, Трэйс покровительственно обнимает свою спящую жену и нерождённого ребёнка, шепча ей на ухо, что он никогда ничему не позволит причинить им вред. Даже если это будет он сам.

source: Trace's promise: After another nightmare about Flora, he holds his sleeping fiancée and unborn child, whispering into her ear that he'll never let anyone hurt them. Not even himself.
ru: Обещание Трэйса: после очередного кошмара о Флоре, он прижимает к себе свою спящую невесту и нерождённого ребёнка, шепча ей на ухо, что он никому никогда не позволит причинить им вред. Даже если это будет он сам.

source: Trace, Flora and Keith find a giant "T" made of Stone in Forest.
ru: Трэйс, Флора и Кит находят в лесу сделанную из камня гигантскую букву «Т» (в переводе — «С»).

source: Trace, Flora, and Kathrin meeting Fluff Kevlar's Ara
ru: Трэйс, Флора и Кэтрин встречают Ару Fluff Kevlar’а

# publish_name
source: Traditional Tiger Ceremony
ru: Традиционный тигриный обряд

source: Traditional snow leopard celebration
ru: Традиционный праздник снежных барсов

source: Transformation lapse of Raine
ru: Раскадровка трансформации Рэйн

# publish_name
source: Triangle Unstuck
ru: Треугольник отклеился

source: Tribal Kathrin walking through the rainforest (on the hunt with a spear or bow)
ru: Кэтрин из племени гуляет по тропическому лесу (на охоте с копьём или луком)

source: Tribal Kathrin, Adira and Maeve are fishing in a canoe on a river.
ru: Племенные Кэтрин, Адира и Мэйв рыбачат в каноэ на реке.

# publish_name
source: Turnabout Tackle
ru: Хвать наоборот

# publish_name
source: Two Keith Cuddlepile
ru: В обнимку с двумя Китами

# publish_name
source: Two Kids in a Trenchcoat
ru: Двое детей в плаще

source: Two sided daki of female clovis in a red night gown and the other side without the gown but featuring clovic's back side.
ru: Двусторонняя даки кловиса-самки в красной ночнушке, а другая сторона без ночнушки, но с изображением задней стороны кловика.

source: TwoKids: Young Trace and Kid Keith frolic in the snow with Kitten Flora and Puptani.
ru: TwoKids: Молодой Трэйс и паренёк Кит резвятся в снегу с котёнком Флорой и Пуптани.

source: TwoKinds High: Secret Ending with VV-Mike
ru: Twokinds High: секретная концовка с ОЛ-Майком

source: TwoKinds On Ice
ru: TwoKinds на льду

source: TwoKinds characters in modern day college.
ru: Персонажи TwoKinds в современном колледже.

source: Twokinds Chernobyl. Noticing a power surge, Natani hastily presses the AЗ-5 button. Unfortunately, Laura is still in unit 4's reactor hall at 01:23:45.
ru: Twokinds Чернобыль. Заметив скачок напряжения, Натани торопливо нажимает кнопку AЗ-5. К сожалению, в 01:23:45 Лаура всё ещё находится в реакторном зале блока 4.

source: Twokinds High: Reni is embarrassed when she is politely told her dragon form is a bit too much for the school track to take. The field behind her has seen... better days.
ru: Twokinds High: Рэни смущена, когда она вежливо говорит, что её форма дракона слишком большая, чтобы поместиться на школьной дорожке. Поле за ней видело… и лучшие времена.

source: Twokinds High: The player stumbles into no-clothes Kathrin informing Mike and Evals about the new dress code and enthusiastically trying to convince them to join in on the fur-only trend.
ru: Twokinds High: Игрок натыкается на Кэтрин без одежды, информирующую Майка и Ивэлса о новом дресс-коде и с энтузиазмом пытающуюся убедить их присоединиться к движению «только-мех».

source: Twokinds High: player character enters the locker room after hours, and discovers star jock Natani's big secret! (Both of them!)
ru: Twokinds High: персонаж игрока после уроков входит в раздевалку и обнаруживает большой секрет звезды-спортсмена Натани (оба секрета)!

source: Twokinds High: rival sports stars Keith and Natani get in an argument. The player asks if this is how they flirt
ru: Twokinds High: конкурирующие звёзды спорта Кит и Натани ссорятся. Игрок спрашивает, это они так флиртуют

source: Twokinds High: secret ending with Mike turning into VV Mike
ru: Twokinds High: секретная концовка в Майком, превратившимся в очень лисичкового Майка

source: Twokinds Stargate SG-1 (Trace as O’Neill, Flora as Carter, Keith as Jackson, Natani as Teal’c)
ru: Звёздные врата Twokinds SG-1 (Трэйс в роли О’Нилла, Флора в роли Картер, Кит в роли Джексона, Натани в роли Тил’ка)

source: Twokinds characters cosplay Warframe characters (Two Frame / War Kinds.../ Two Warframe kinds?)
ru: Персонажи Twokinds косплеят персонажей Warframe (Two Frame / War Kinds.../ Two Warframe kinds?)

source: Twokinds meets Calvin and Hobbes! Trace ducks down to talk to a fascinated Calvin, while above them, Flora and Hobbes collide mid-air after they tried to pounce on their respective humans...Ouch!
ru: Twokinds встречает Кельвина и Хоббса! Трэйс пригибается, чтобы поговорить с очарованным Кельвином, а над ними Флора и Хоббс сталкиваются в воздухе после того, как попытались наброситься на своих людей… Ай!

source: Twokinds tv show runs out of special effects budget and puts in blatant product placement for the cash
ru: ТВ шоу Twokinds исчерпывает бюджет спецэффектов и за наличные размещает неприкрытый продакт-плейсмент

source: Under the table, a tiny dragon Nora is crawling into Trace's pants. Above the table, eating dinner, Trace looks alarmed.
ru: Под столом крошечная драконица Нора заползает в трусы Трейса. Над столом обедающий Трейс выглядит встревоженным.

# publish_name
source: Undercover Maddie - In Too Deep!
ru: Мэдди под прикрытием — слишком глубоким!

# publish_name
source: Undercover Maddie - Report
ru: Мэдди под прикрытием — отчёт

source: Undercover Maddie Finale. Maddie has safely made her way back home and is preparing to give a report on what was learned... But... What DID we learn???
ru: Финал «Мэдди под прикрытием». Мэдди благополучно вернулась домой и готовится написать отчёт о том, что она узнала… Но… ЧТО мы узнали???

source: Undercover Western Maddie has successfully infiltrated the gala! But now that she's in, maintaining her cover proves difficult when everything is so... Scandalous!
ru: Западная Мэдди под прикрытием успешно проникла на торжество! Но теперь, когда она внутри, поддержание её прикрытия оказывается затруднительным делом, поскольку всё вокруг так... Скандально!

source: VV Mike and Kat wake up the morning after the Halloween party
ru: Очень лисичковый Майк и Кэт просыпаются утром после вечеринки на Хэллоуин

source: VV Mike feeling at home in her new body
ru: ОЛ Майк чувствует себя как дома в своём новом теле

source: Vain visions of villainy: a portrait of Prince(ss) Clovis and Seer Brahn
ru: Тщеславные видения злодейства: портрет принца(принцессы) Кловиса и пророка Брана

# publish_name
source: Valentine Picnic
ru: Валентиночный пикник

source: Valentine special! Trace and Flora
ru: Специально на день Валентина! Трэйс и Флора

# publish_name
source: Valentine's Arrow
ru: Стрела-валентинка

source: Vampire Kat 2: Willing Prey - Thanksgiving - TwoKinds fans and Kat simps organize a surprise Thanksgiving themed blood drive
ru: Вампирица Кэт 2: добровольная добыча — День Благодарения — фанаты TwoKinds и простушка Кэт организуют сюрприз-соревнование по сдаче крови на тему Дня благодарения

source: Vampire Kathrin enjoys wine in the wine cellar in her castle.
ru: Вампирица Кэтрин наслаждается вином в винном погребе своего замка.

source: Vampire Natani and vampire-hunter Keith
ru: Вампирица Натани и охотник на вампиров Кит

source: Vampire Rose lounging seductively on the couch dressed in a Slave Leia costume
ru: Вампирица Роуз в костюме рабыни Леи соблазнительно развалилась на диване

source: Vampire blood drive follow-up: Kat seductively leans over a (still) tied-up, scaroused Eric. "Your turn, darling."
ru: Продолжение «сдачи крови для вампира»: Кэт соблазнительно склоняется над (всё ещё) связанным, покрытым шрамами Эриком. «Твоя очередь, дорогой».

source: Vampire queen Raine (wolf)
ru: Королева вампиров Рэйн (волчица)

source: Very Tigress Flora
ru: Очень тигрица Флора

source: Very Vixen Eric
ru: Очень лисичковый Эрик

source: Very cat Kat 2: in her especially feline state, Kat is hired by Amelia to work at the tavern. She introduces herself to Windstraw, who is confused and conflicted with the addition to the team.
ru: Очень кошачья Кэт 2: Кэт в своём особенно кошачьем состоянии нанята Амелией для работы в таверне. Она представляется Соломинке, которая смущена и не согласна с таким расширением команды.

source: Vixen Eric and Princess Clovis pose together for a picture by Cat Nora
ru: Лисичка Эрик и принцесса Кловис позируют вместе для картины кошки Норы

source: Vixen Eric poses together with Princess Clovis for a portrait by Nora
ru: Лисичка Эрик позирует вместе с принцессой Кловис для портрета, рисуемого Норой

source: Vixen Eric sneaking into the ladies lockerroom
ru: Лисичка Эрик пробирается в женскую раздевалку

# publish_name
source: Vixen Kat
ru: Лисичка Кэт

source: Vixen barkeep at a bar in coastal fox territories
ru: Лисичка-бармен в баре на территориях прибрежных лис

# publish_name
source: Voodoo Flora
ru: Вуду Флора

source: WW2 pinup of Raine as a British sniper (wolf-form).
ru: Плакат ВМВ с Рэйн в роли британского снайпера (форма волчицы)

source: WW2: Tigres Trace Wearing a US Army Air Force Dress uniform while sitting on the wings of a P-40
ru: ВМВ: Тигрица Трэйс, одетая в форму военно-воздушных сил армии США, сидит на крыле истребителя П-40

source: WW2: Tigress Trace in a US Army Air Force Dress Uniform.
ru: ВМВ: тигрица Трэйс, одетая в парадную форму военно-воздушных сил США.

source: WW2: Tigress Trace in a US Army Air Force dress uniform
ru: ВМВ: тигрица Трэйс, одетая в парадную форму военно-воздушных сил США

source: WWII Pinup series (Beefcake) Hardworking sailors Mike & Evals keep their mighty naval guns ready for any action in the hot, muggy South Seas.
ru: Серия плакатов ВМВ (красавчики): трудолюбивые моряки Майк и Ивэлс держат свои мощные морские пушки в готовности к любым неприятностям в жарких душных Южных морях.

source: WWII Tigress Trace in a US Army Airforce Dress Uniform sitting on the wing of a P-40
ru: ВМВ Тигрица Трэйс в форме военно-воздушных сил армии США, сидящая на крыле истребителя П-40

source: WWII: Tigress Trace in a US Army Air Force Dress Uniform Sitting on the wings of a P-40
ru: ВМВ: Тигрица Трэйс в форме военно-воздушных сил армии США сидит на крыле истребителя П-40

source: WWII: Tigress Trace in a US Army Air Force Dress Uniform sitting on the wings of a P-40
ru: ВМВ: Тигрица Трэйс в форме военно-воздушных сил армии США сидит на крыле истребителя П-40

source: WWII: Tigress Trace wearing a US Army Air Force Dress Uniform Sitting on the wings of a P-40
ru: ВМВ: Тигрица Трэйс, одетая в форму военно-воздушных сил армии США, сидит на крыле истребителя П-40

source: WWII: Tigress Trace wearing a US Army Air Force Dress Uniform sitting on the wing of a P-40
ru: ВМВ: Тигрица Трэйс, одетая в форму военно-воздушных сил армии США, сидит на крыле истребителя П-40

# publish_name
source: Wading Through the Water
ru: Вброд через воду

# publish_name
source: Walking in on Clovis
ru: Натолкнуться на Кловиса

# publish_name
source: Walking in on Clovis 3
ru: Натолкнуться на Кловиса 3

source: Walking in on Clovis Part 3: Brutus helps Clovis’s “sister” bathe, much to Clovis’s (supposed) discomfort
ru: Натолкнуться на Кловиса, часть 3: Брут помогает купаться «сестрёнке» Кловиса, к большому (предполагаемому) дискомфорту Кловиса

# publish_name
source: Waterfall Kathrin
ru: Кэтрин под водопадом

source: We see what Trace and Flora were really doing in that tent on their first night together... Twister!
ru: Мы видим, что Трэйс и Флора действительно делали в той палатке в их первую ночь вместе... играли в Твистер!

source: We've seen what Laura and Trace are like off set, what are "Keith" and Natani like? (Follow-up to Couples Off Set)
ru: Мы видели, каковы Лаура и Трэйс вне съёмочной площадки, каковы же «Кит» и Натани (продолжение «Пар на съёмках»)?

source: We've seen what Laura and Trace are like off-set, what are "Keith" and Natani like? (Follow-up to Couples Off Set)
ru: Мы видели, на что похожа жизнь Лауры и Трэйса вне съёмок, на что же похожа жизнь «Кита» и Натани (продолжение «Пар вне съёмок»)?

# publish_name
source: Weapon Training
ru: Тренировка с оружием

# publish_name
source: Wedding Nightmares
ru: Кошмары о замужестве

# publish_name
source: Well-Dressed Wolf
ru: Хорошо одетый волк

source: Were-Keith-wolf: Natani gives Keith a playful nibble on the ear, unintentionally cursing him to turn into a wolf keidran under the full moon.
ru: Оборотень-волк-Кит: Натани игриво треплет Кита за ухо, непроизвольно проклиная его на превращение в волка кайдрэн в полнолуние.

source: WereSnep Flora turns Nat and Keith into WereSnep's spreading the curse further!
ru: Оборотень Флора превращает Нат и Кита в оборотней, распространяя проклятие дальше!

source: Weresnep aftermath, Red finds himself trapped on a bed with sleeping weresneped Kat, Raine, and Maren. He tries to escape without waking his fluffy companions.
ru: Последствия оборотничества, Рэд оказывается в ловушке на кровати со спящими оборотнями Кэт, Рэйн и Марэн. Он пытается ускользнуть, не разбудив при этом своих пушистых компаньонок.

# publish_name
source: Werewolf Keith
ru: Оборотень Кит

# publish_name
source: Western Flirting
ru: Западный флирт

source: What a party! the snow wolf and northern basitin wake in a vary messed up room and lots of bottles and both of them in bed together, and notice the Snow leopard couple making breakfast
ru: Вот это вечеринка! снежный волк и северный баситин просыпаются в полной беспорядка комнате со множеством бутылок, они оба вместе в постели и замечают, что пара снежных барсов готовит завтрак

source: What happens to Zen's Zen garden when Natani invades it by thinking Keith-y thoughts.
ru: Что произойдёт с зеновым дзеновым садом, когда в него вторгнется Натани с мыслями о Ките?

source: What if Laura was Grand Templar instead of Trace?
ru: Что, если бы Великим тамплиером вместо Трэйса стала Лаура?

source: What if Trace fell in love with Laura instead of Flora?
ru: Что, если бы Трэйс влюбился в Лауру вместо Флоры?

source: What if Trace ran into Laura after getting his memory wiped, and fell in love with her instead of Flora?
ru: Что, если бы Трэйс после потери всей своей памяти встретил Лауру и влюбился в неё вместо Флоры?

source: What if the estate's attempt to turn Clovis into a chicken half-worked?
ru: Что, если бы попытка поместья превратить Кловиса в курицу частично сработала бы?

source: What if: Sealeen & Lynn Family portrait
ru: Что, если: семейный портрет Сеалин и Линна

source: What if: Trace got swole
ru: Что, если: Трэйс стал качком

source: What were Clovis' parents like?
ru: Какими были родители Кловиса?

source: What would Kathrin look like if here canine half was more pronounced
ru: Как бы выглядела Кэтрин, если бы её собачья сторона была более выражена

source: When Clovis threatens to kill Evals, Mike discovers he can transform into the very vixen form to gain amazing Amazonian battle prowess, and an epic battle ensues
ru: Когда Кловис угрожает убить Ивэлса, Майк обнаруживает, что может превращаться в ту очень лисичковую форму, чтобы обрести удивительное боевое мастерство амазонки, и начинается эпическая битва

source: When Trace was finding a Keidran to buy, Nora transformed into a very shapely cat Keidran in hopes to be bought.
ru: Когда Трэйс искал кайдрэн для покупки, Нора превратилась в очень красивую кайдрэн в надежде быть купленной.

source: While Raine and Maren were on hot springs Sythe and Zen stole their clothes and they were left completely naked.
ru: Пока Рэйн и Марэн были на горячих источниках, Сиф и Зен стащили их одежду, и теперь они остались полностью голыми.

source: While Trace is showering, Flora is pawing at the gap under the door, wanting to be let in from outside.
ru: Пока Трэйс принимает душ, Флора просовывает лапу под дверью, желая войти внутрь.

source: While at dinner, Natani tells Raine funny embarrassing stories about Zen, making him visibly flustered and uncomfortable
ru: Во время ужина Натани рассказывает Рэйн смешные смущающие истории о Зене, от чего тот явно волнуется и чувствует себя не в своей тарелке

source: While at dinner, Natani tells Raine funny embarrassing stories about Zen, making him visibly flustered and uncomfortable.
ru: Во время ужина Натани рассказывает Рэйн смешные смущающие истории о Зене, от чего тот явно волнуется и чувствует себя не в своей тарелке.

source: While exploring a cavern, dragon Reni accidentally discovers a tribe of kobolds
ru: Исследуя пещеру, дракон Рэни случайно обнаруживает племя кобольдов

source: While practicing shifting between human and wolf, Raine accidentally turns herself into a guy (human or Keidran)
ru: Практикуя смену формы между человеком и волком, Рэйн случайно превращает себя в парня (человека или кайдрэн)
