Repository: Mingun/twokinds-omnipoll-results
Catalog: data/*/*.po
Languages: ru

source: Adelaide telling a young Maddie bedtime stories about her epic feats of strength (and accidently making her insecure about her own body).
ru: Аделаида рассказывает юной Мэдди сказки на ночь о своих эпических подвигах с использованием её силы (и случайно заставляет ту неуверенно относиться к собственному телу).

source: Adelaide's First Date Part 2: Maddie's Father tries to flee the castle the morning after, but Adelaide won't let him go.
ru: Первое свидание Аделаиды, часть 2: отец Мэдди на следующее утро пытается покинуть замок, но Аделаида его не отпускает.

# publish_name
source: Adelaide's Improptu First Date
ru: Внезапное первое свидание Аделаиды

source: Adira Ref sheet
ru: Справ. лист Адиры

source: Adira Reference Sheet
ru: Справочный лист Адиры

# publish_name
source: Adira Reference Sheet
ru: Справочный лист Адиры

source: Adira and Adelaide in bikinis at the poolside, enjoying some sunshine while Maddie and Maeve are playing in the pool.
ru: Адира и Аделаида в бикини у бассейна наслаждаются солнцем, пока Мэдди и Мэйв играют в бассейне.

source: Adira and Maeve building a messy gingerbread house of the tavern.
ru: Адира и Мэйв строят в таверне неряшливый пряничный домик.

source: Adira and Maeve opening presents on christmas
ru: Адира и Мэйв открывают подарки на рождество

source: Adira gets a bit carried away taste testing a new ale for the tavern. Drunk Adira is drunk.
ru: Адира немного увлеклась дегустацией нового эля для таверны. Пьяная Адира пьяна.

source: Adira handing out candy to the local kids on howloween
ru: Адира раздаёт конфеты местным детям на холлоуин

source: Adira needs some help around the tavern, so she recruits Mike and Evals for the job. She mentioned the position was for barmaids, right? Oh well, at least the new girls get to keep their tips.
ru: Адире нужна помощь в таверне, поэтому она нанимает на эту работу Майка и Ивэлса. Она же упомянула, что эта вакансия для барменш, верно? Ну что ж, по крайней мере, новые девушки получат свои чаевые.

source: Adira reference sheet
ru: Справочный лист Адиры

source: Adira takes Maeve on a trip to the snow! They find penguins to play with!
ru: Адира берёт Мэйв в поездку на снега! Они находят пингвинов, чтобы поиграть с ними!

source: Adira teaching human adventurer how to court male snow leopards.
ru: Адира учит человека-приключенца ухаживанию за самцами снежных барсов.

source: Adira vs. Maren in a Tavern Maiden competition. Who is the sexiest tavern maiden? Karen covers Maeve's innocent eyes in the background.
ru: Адира против Марэн в конкурсе дев таверны. Кто самая сексуальная дева таверны? На заднем плане Карэн прикрывает невинные глаза Мэйв.

source: Adira, Amelia and Maeve host their special holiday party in Riftwall for all their patrons
ru: Адира, Амелия и Мэйв устраивают в Рифтволле особую праздничную вечеринку для всех своих покровителей

source: Adrakist Flora meets Wrinry the Dragongirl
ru: Адракист Флора встречает драконодевушку Ринри

source: Adrakist Nibbly flying around on wings of fire searching for acorns for the winter. Scythe chasing after in fear she'll fall.
ru: Адракист Ниббли летит на огненных крыльях в поисках желудей на зиму. Сиф гонится за ней в страхе, что она упадёт.

source: Adria running the tavern on Halloween dressed as Elvira.
ru: Адриа на Хэллоуин управляет таверной в костюме Эльвиры.

source: Adult Karen trying to shop for clothes her increasingly odd mismash of bodyparts
ru: Взрослая Карэн пытается купить одежду для своих всё более и более странно запутанных частей тела

source: Adult Maddie and Maeve in Christmas Outfits.
ru: Взрослые Мэдди и Мэйв в рождественских нарядах.

source: Adult Maddie and Maeve in the “human only” bath, with Maddie once again flustered at the situation.
ru: Взрослые Мэдди и Мэйв в купальне «только для людей», с Мэдди, снова разволновавшейся из-за сложившейся ситуации.

source: Adult Maeve tries to get Adult Maddie to wear a bikini, who freaks out about being in public while wearing so little
ru: Взрослая Мэйв пытается заставить взрослую Мэдди надеть бикини, которая волнуется от того, что носит на публике так мало одежды

source: After Euchre frees Raine and Mary Silverlock from the Templars, the latter two meet the formers cousin: Roselyn (alive and young). She takes them to her family in the Snow Wolf territory, and Raine turns in her Keidran form like her mom to blend in.
ru: После того, как Юкрэ освобождает Рэйн и Мэри Сильверлок от тамплиеров, последние двое встречаются с бывшей кузиной: Розелин (живой и молодой). Она забирает их к своей семье на территорию снежных волков, и Рэйн чтобы не выделяться, превращается в свою кайдрэнскую форму, становясь похожей на свою маму.

source: After Kat's spot-remover incident, Adira puts on some black lipstick to "re-paint" Kat's roselets.
ru: После инцидента с пятновыводителем и Кэт, Адира наносит чёрную помаду, чтобы «перекрасить» розетки Кэт.

source: After Trace wakes from a nightmare about Flora, he holds his sleeping fiancee and unborn child, whispering a promise into her ear: that he'll never let anyone hurt them. Not even himself.
ru: После того, как Трэйс просыпается от кошмара о Флоре, он прижимает к себе свою спящую невесту и нерождённого ребёнка, шепча ей на ухо обещание: он никому никогда не позволит причинить им вред. Даже если это будет он сам.

source: After Trace wakes from a nightmare about Flora, he holds his sleeping fianceé and unborn child, whispering a promise into her ear: that he'll never let anyone hurt them. Not even himself.
ru: После того, как Трэйс просыпается от кошмара о Флоре, он прижимает к себе свою спящую невесту и нерождённого ребёнка, шепча ей на ухо обещание: он никому никогда не позволит причинить им вред. Даже если это будет он сам.

source: After a long day of EVIL and VILLAINY, Clovis relaxes and takes off the socks (the fur pattern)
ru: После долгого дня ПАКОСТЕЙ и ЗЛОДЕЙСТВ, Кловис расслабляется и снимает носки (с рисунком меха)

source: After a talk about their failures with men, Kat convinces Nora to pretend to be Keith for her in the dreamscape.
ru: После разговора об их неудачах с мужчинами, Кэт убеждает Нору притвориться для неё в мире снов Китом.

source: After dinner in Vixen & Vixen, Maren walks Raine home. Wolf girl still isn't sure if it was a date and if she should give Maren a goodbye kiss or not.
ru: После ужина в Лисичке & Лисичке, Марэн провожает Рэйн домой. Девушка-волк всё ещё не уверена, было ли это свиданием и должна ли она поцеловать Марэн на прощание или нет.

source: After dinner in Vixen & Vixen, Maren walks Raine home. Wolf girl still isn't sure if it was a date and if she should give Maren a goodbye kiss.
ru: После ужина в Лисичке & Лисичке, Марэн провожает Рэйн домой. Девушка-волк всё ещё не уверена, было ли это свиданием и должна ли она поцеловать Марэн на прощание.

source: After the Father's Day prank, Keith and Natani cuddle up and talk about what they think their hypothetical kid would be like
ru: После розыгрыша на День отца Кит и Натани обнимаются и говорят о том, на кого, по их мнению, будет похож их гипотетический ребёнок

source: After the New Years Party, Sythe carries Maren to her bedroom, who proceeds to kiss him while in a drunken state.
ru: После новогодней вечеринки Сиф несёт Марэн в её спальню, а она в пьяном состоянии целует его.

source: After waking from a nightmare about Flora, Trace holds his fiancée and unborn child, whispering a promise into her ear: that he will never let anyone hurt them. Not even himself.
ru: Проснувшись от кошмара о Флоре, Трэйс прижимает к себе свою невесту и нерождённого ребёнка, шепча ей на ухо обещание: он никому никогда не позволит причинить им вред. Даже если это будет он сам.

source: After waking from a nightmare about Flora, Trace holds his sleeping fiancée and unborn child, whispering a promise into her ear: that he will never let anyone hurt them. Not even himself.
ru: Проснувшись от кошмара о Флоре, Трэйс прижимает к себе свою спящую невесту и нерождённого ребёнка, шепча ей на ухо обещание: он никому никогда не позволит причинить им вред. Даже если это будет он сам.

source: After waking from a terrible nightmare, Trace holds his sleeping fiancée in his arms, whispering a promise into her ear: that he'll never let anyone hurt them. Not even himself.
ru: Проснувшись от ужасного кошмара, Трэйс держит в руках свою спящую невесту, шепча ей на ухо обещание: он никому никогда не позволит причинить им вред. Даже если это будет он сам.

source: After winning the NASCAR Cup championship, Zen lifts the championship trophy in the air in celebration of his achievement.
ru: После победы в чемпионате кубка NASCAR, Зен поднимает в воздух трофей чемпиона в честь своего достижения.

source: Afterlife Brutus greeting a newly dead Clovis excited and happy to see him, Clovis crying because he knows he doesn't deserve it
ru: В загробной жизни Брут приветствует только что умершего Кловиса, Брут обрадован и счастлив его видеть, Кловис плачет, потому что знает, что не заслуживает этого

source: Alaric and Keith’s nude beach vacation
ru: Алэрик и Кит отдыхают на нудистском пляже

source: Alaric unveiling King Adelaide's new statue.
ru: Алэрик представляет новую статую Короля Аделаиды.

source: Alternate Universe where Raine lives with Keidran and is mortified when she uncontrollably turns into a human.
ru: Альтернативная вселенная, в которой Рэйн живёт с кайдрэн и ужасается, когда она бесконтрольно превращается в человека.

source: Alternate Universe: Grand Templar Trace leads a grand assault against King Adelaide.
ru: Альтернативная вселенная: Великий тамплиер Трэйс ведёт грандиозный штурм владений короля Аделаиды.

source: Alternate Universe: Grand Templar Trace leads a massive assault against King Adelaide, forcing his way to the castle.
ru: Альтернативная вселенная: Великий тамплиер Трэйс ведёт массированный штурм владений короля Аделаиды, пробиваясь к её замку.

source: Alternate Universe: Nibbly the Squirrel-Keidran diplomat and her cute wolf buddy Mr. Sythe
ru: Альтернативная вселенная: Белка-кайдрэн дипломат Ниббли и её милый волк-приятель мистер Сиф

source: Amelia Riftwall comes to visit her young niece; Kitten Maeve's cuteness finally makes her smile.
ru: Амелия Рифтволл приходит навестить свою молодую племянницу; милашка котёночек Мэйв наконец-то заставляет её улыбнуться.

source: Amelia rewards Windstraw's hard work at the tavern with some petting
ru: Амелия награждает лаской усердную работу Соломинки в таверне

source: Amnesia: The Legacy Descent. Trace as Daniel from Amnesia: The Dark Descent, running away from a monster in the Brennenburg Castle.
ru: Амнезия: Призрак наследия. Трэйс в роли Даниэля из Амнезии: Призрак прошлого, убегающий от монстра в замке Бренненбург.

source: An Au Natural Laura disembarks a boat/ship upon arrival at the Basidian Islands and is met by Lynn, who literally/verbally throws the book on Basitin Laws and Culture at her. Her reaction in chibi form.
ru: Ав Лаура в обычном для кайдрэн виде по прибытии на Баситинские острова сходит с корабля и встречается с Линном, который (буквально) бросает в неё книгу о баситинских законах и культуре. Её реакция в чиби-виде.

source: An accidental fusion between Keith and Natani due to careless actions
ru: Случайное слияние между Китом и Натани из-за неосторожных действий

source: An angry Raine (Halfkind form) shouts at Euchre and Mary for abandoning and neglecting her, respectively, declaring that she's proud of who she is-human, halfkind and keidran.
ru: Разъярённая Рэйн (в форме полукровки) кричит на Юкрэ и Мэри за то, что они, соответственно, бросили её и пренебрегали ею, заявляя, что она гордится тем, кем она является — человеком, полукровкой и кайдрэн.

source: An angry Raine (in her halfway form) shouts at Euchre and Mary for abandoning and neglecting her respectively, and declares that she is proud of who she is.
ru: Разъярённая Рэйн (в своей форме полукровки) кричит на Юкрэ и Мэри за то, что они, соответственно, бросили её и пренебрегали ею, и заявляет, что она гордится тем, кем она является.

source: An angry Rose demands Trace tell his fiancée that it’s too early to start decorating the manor for Christmas. Meanwhile in a tangle of ribbons and lights, Flora seems to have done a better job of decorating herself.
ru: Разъярённая Роуз требует, чтобы Трэйс сказал своей невесте, что начинать украшать поместье к Рождеству ещё рано. Тем временем в клубке лент и гирлянд Флора, кажется, скорее украсила себя.

source: An avian keidran from a far away land.
ru: Птица-кайдрэн из очень далёких земель.

source: An older, grizzled Keith drinking away his sorrows at a tavern/bar crying about how he couldn't save Alaric or Laura and now Natani.
ru: Взрослый, поседевший Кит, заливающий свою печаль в таверне/баре, плачет о том, что он не смог спасти Алэрика или Лауру, а теперь ещё и Натани.

source: An older, grizzled Keith drinking away his sorrows at a tavern/bar, crying about how he couldn't save Alaric or Laura and now Natani.
ru: Взрослый, поседевший Кит, заливающий свою печаль в таверне/баре, плачет о том, что он не смог спасти Алэрика или Лауру, а теперь ещё и Натани.

source: An overeager Reni tries lighting some magical fireworks for the group. Ends up setting off the whole box
ru: Чересчур нетерпеливая Рэни пытается зажечь для группы некий магический фейерверк. Заканчивается всё тем, что зажигается вся коробка

source: An overeager Reni tries to light some magical fireworks for the group, accidentally sets off all of them
ru: Чересчур нетерпеливая Рэни пытается зажечь для группы некий магический фейерверк, случайно запускает их все

source: An update of the old "Basitin Ice Cream" comic
ru: Обновление старого комикса «Баситинское мороженое»

source: Angel Flora fighting an out of control Demon Tiger Trace to bring him back to his senses
ru: Ангельская Флора борется с неуправляемым демоническим тигром Трэйсом, чтобы привести его в чувство

# publish_name
source: Angry Kat
ru: Сердитая Кэт

source: Anthro Nibbly Butler
ru: Антропоморфная Ниббли мажордом

source: Anthro Reni Daki
ru: Даки с антропоморфной Рэни

# publish_name
source: Arctic Fox Nora
ru: Полярная лиса Нора

source: Arts and Crafts day in Trace’s manor.
ru: День искусств и ремёсел в усадьбе Трэйса.

source: As referenced by 1072, Brutus is told by Clovis that he is liked the best while drunk.
ru: Как упоминается в выпуске 1072, Кловис, когда он пьян, говорит Бруту, что тот нравится ему больше всех.

source: Assassins Anonymous: Natani and Zen attend a support group for hired killers, admitting their inability to actually kill their targets before they die via coincidence.
ru: Анонимные ассасины: Натани и Зен посещают группу поддержки для наёмных убийц, фактически признавая свою неспособность убить свои цели до того, как они погибнут по стечению обстоятельств.

# publish_name
source: Atypical Dragon Ride
ru: Нетипичная поездка на драконе

# publish_name
source: Aunty Amelia
ru: Тётя Амелия

# publish_name
source: Avian Archer
ru: Птичий лучник

source: Baby Nibbly
ru: Ребёнок Ниббли

# publish_name
source: Baby Nibbly
ru: Ребёнок Ниббли

source: Back to School - The TK gang in their back to school clothes, getting ready to get on the bus.
ru: Снова в школу — банда TK в своих школьных одеждах готовится сесть в автобус.

source: Backstage Romance. After a long day filming on the set of Twokinds, Trace's actor retires backstage to greet his fiancée... Laura's actress.
ru: Роман за кулисами. После долгого дня съёмок на съёмочной площадке Twokinds актер Трэйс уходит за кулисы, чтобы поприветствовать свою невесту... актрису Лауру.

# publish_name
source: Ban Backfire
ru: Прилетело от свого же банхаммера

# publish_name
source: Barbarian Raine
ru: Варвар Рэйн

source: Barbecue cookout with the gang
ru: Приготовление барбекю с бандой

source: Basitin Diplomacy 2: Keith caught between Trace and Flora
ru: Баситинская дипломатия 2: Кит зажат между Трэйсом и Флорой

# publish_name
source: Basitin First Time - Wow
ru: Баситинский первый раз — Вау

# publish_name
source: Basitin Nora
ru: Баситинка Нора

source: Bastian Nora
ru: Бастианка Нора

source: Bath for time Natani - she also could ask Keith to wash her paws, he get blushed because ankles uncovered
ru: Время купания Натани — также она может попросить Кита помыть ей лапы, он краснеет, потому что лодыжки не прикрыты

# publish_name
source: Bathing Suit Reveal
ru: Показ купальников

# publish_name
source: Battle of the Tavern Owners
ru: Битва владелиц таверн

source: Beach day - A jealously flustered Flora throws a towel over Trace as Nora shows off her new swim suit.
ru: День на пляже — Ревнивая Флора набрасывает на Трэйса полотенце, когда Нора демонстрирует ему свой новый купальный костюм.

source: Beach party trio redraw
ru: Перерисовка пляжной вечеринки трио

source: Beach party! Lynn insists Keith must wear a Victorian swimsuit, for modesty.
ru: Пляжная вечеринка! Линн настаивает на том, что для скромности Кит должен носить викторианский купальник.

source: Beauty and the Beast - Trace as a white tiger and Flora as a human, in formal wear and dancing
ru: Красавица и чудовище — Трэйс в виде белого тигра и Флора в виде человека, в официальных нарядах и танцуют

source: Beauty and the Beast Trace as a white tiger and Flora as a human, in formal wear and dancing
ru: Красавица и Чудовище Трэйс в облике белого тигра и Флора в человеческом облике, в официальных одеждах и танцуют

source: Before meeting Euchre or becoming Grand Templar, Mary Silverlock, as a young adult, turns into a Snow Wolf Keidran. She uses transformation magic, in her private quarters, to test how it works out of morbid curiosity and refine it.
ru: Перед встречей с Юкрэ или становлением Великим тамплиером, только что повзрослевшая Мэри Сильверлок превращается в кайдрэн-снежного волка. Из болезненного любопытства и в попытках своего совершенствования она, в своих личных покоях, использует магию трансформации, чтобы проверить, как она работает.

source: Beginning of the royal dragon family. Reni's grandfather met human princess .
ru: Начало королевской драконьей семьи. Дедушка Рэни встречает человеческую принцессу .

source: Behind the scenes: Maren and Rain talk about getting changed into Keidran while Karen almost passes out in the background from hyperspeed changing her bikini to get the colorchange
ru: За кулисами: Марэн и Рэйн разговаривают о переодевании в кайдрэн, в то время как Карэн на заднем плане почти теряет сознание из-за гиперскорости смены своего бикини, чтобы сменить его цвет

# publish_name
source: Between a Cat and a Squirrel
ru: Между кошкой и белкой

source: Big maine coon cats, all the Maine coon cats, all big and fluffy!
ru: Большие кошки мейн-куны, все кошки мейн-куны, все большие и пушистые!

source: Bikini Laura and Natani side by side.
ru: Лаура и Натани в бикини бок о бок.

# publish_name
source: Bikini Madness
ru: Безумное бикини

# publish_name
source: Bikini Madness 2
ru: Безумное бикини 2

source: Bikini Madness pt 2 Adult Meave and Maddie both in swimwear.
ru: Мэднесс в бикини ч 2 Взрослые Мэйв и Мэдди в купальных костюмах.

source: Biological differences between Mekkan's main species (and Windstraw's)
ru: Биологические различия между основными видами Меккана (и Соломинкой)

source: Biological differences between the 3 main species (and maybe Windstraw's?)
ru: Биологические различия между 3 основными видами (и, может быть, с Соломинкой?)

source: Birbkinds! What would a bird keidran look like?
ru: Birbkinds! Как бы выглядел птичий кайдрэн?

source: Birthday Sketch... Nibbly keidranised kiss Scythe romantic pic
ru: Набросок ко дню рождения... Кайдренофицированная Ниббли целует Сифа, романтическая картинка

# publish_name
source: Body Swap - Maren & Nibbly
ru: Обмен телами — Марэн и Ниббли

# publish_name
source: Body Swap - Self Measurement
ru: Обмен телами — измерение себя

source: Body Swap Shenanigans continued: After swapping bodies with Nibbly, Maren swaps with Scythe, but Nibbly doesn't notice.
ru: Проделки обмена телами продолжаются: после обмена телами с Ниббли, Марэн меняется местами с Сифом, но Ниббли этого не замечает.

source: Body swap of Flora and Eric...Turning the tables (Eric as Flora being painted in suggestive stance by now Flora as Eric)
ru: Обмен телами Флоры и Эрика… Обмен ролями (Эрик в роли Флоры в вызывающей позе для картины, рисуемой Флорой в роли Эрика)

source: Body swap! Maren is now in Nibbly's body and Nibbly in Maren's. Cue panicked squirrel Maren and Sythe wondering why "Maren" is suddenly so affectionate. And so undressed.
ru: Обмен телами! Марэн теперь в теле Ниббли, а Ниббли — в теле Марэн. Марэн-белочка паникует, а Сиф удивляется, почему «Марэн» внезапно стала такой ласковой. И такой раздетой.

# publish_name
source: Bodyswap Bath
ru: Купание с обменом телами

source: Bodyswap of Raine and Red. Raine is embarrassed because Red is a bit too curious with the breasts.
ru: Обмен телами Рэйн и Рэда. Рэйн смущена, поскольку Рэд слишком сильно заинтересовался грудями.

source: Bodyswap: Cat Raine and Wolf Maren
ru: Обмен телами: кошка Рэйн и волчица Марэн

source: Bodyswap: Cat Raine and wolf Maren
ru: Обмен телами: кошка Рэйн и волчица Марэн

source: Bodyswapped Keith and Natani, bathtime.
ru: Обменянные телами Кит и Натани, в ванной.

source: Both Nora and Flora are tired of competing with each other for Trace's affection, so they decide to do dbz style fusion
ru: И Нора, и Флора устали конкурировать друг с другом за внимение Трэйса, так что они решили слиться в стиле dbz

source: Boys locker room meme: the girls having a normal conversation in their locker room while the boys have the sickest party ever in the boys locker room
ru: Мем про раздевалку для мальчиков: девочки в своей раздевалке ведут обычные разговоры, в то время как мальчики в раздевалке для мальчиков устраивают самую безбашенную тусовку

source: Boys locker room meme: the girls in their locker room having a normal conversation about feminine stuff while the boyshave the sickest party ever in the boys locker room
ru: Мем про раздевалку для мальчиков: девочки в своей раздевалке ведут обычные разговоры о женских вещах, в то время как мальчики в раздевалке для мальчиков устраивают самую безбашенную тусовку

source: Boys locker room meme: the girls in their locker room having a normal conversation while the boys have the sickest party ever in the boys locker room
ru: Мем про раздевалку для мальчиков: девочки в своей раздевалке ведут обычные разговоры, в то время как мальчики в раздевалке для мальчиков устраивают самую безбашенную тусовку

# publish_name
source: Brutus Bonding
ru: Привязаться к Бруту

# publish_name
source: Brutus Bonding 2
ru: Привязаться к Бруту 2

source: Brutus Reference Sheet
ru: Справочный лист Брута

source: Brutus and Clovis AU, sequel to Queen of Greed. Clovis embracing her curse allowed her ego to step aside and confess her feelings to Brutus. She wants to groom him into a more frightening and intimidating leader than she was as a man.
ru: АВ Брута и Кловиса, продолжение «Королевы жадности». Кловис, принявшая своё проклятие, позволила своему эго отойти в сторону и призналась Бруту в своих чувствах. Она хочет воспитать в нём более страшного и пугающего лидера, чем она сама.

source: Brutus and Clovis as Tsukasa and Hinata from Fantasy Bishoujo Juniku Ojisan To, although presumably Brutus has no problem with their lovey dovey relationship :)
ru: Брут и Кловис в ролях Цукасы и Хинаты из «Фантастического мира с обращённым в красавицу мужчиной и…», хотя, предположительно, Брут не возражает против их любовных отношений :)

source: Brutus and Clovis meeting for the first time. How did they meet?
ru: Первая встреча Брута и Кловиса. Как они встретились?
