Repository: Mingun/twokinds-omnipoll-results
Catalog: data/*/*.po
Languages: ru

source: TK History: Young Sythe's first experiences in a Human village.
ru: История TK: первые впечатления молодого Сифа от людской деревни.

source: TK characters as Fellowship of the Ring.
ru: Персонажи TK в роли героев Братства кольца.

# publish_name
source: Tail Tug Transformation
ru: Трансформация хватанием за хвост

source: Tank Captain Flora. Flora as the captain of WW2 German Tiger tank.
ru: Капитан танка Флора. Флора в качестве капитана немецкого танка «Тигр» ВМВ.

# publish_name
source: Target Aquired
ru: Цель захвачена

source: Taunting the Dragon part 2 POOF! Anthro Nora is now dancing with Trace and a feral kitty Flora is on the table where Nora was. Turns out taunting a Dragon is not the best idea!
ru: Насмешка над драконом, часть 2 ПУУФ! Теперь с Трэйсом танцует антро-Нора, а дикий котёнок Флора находится на столе, где была Нора. Оказывается, насмехаться над драконом — не лучшая идея!

source: Tavern master drink off: Maren v. Adira
ru: Соревнование хозяек таверны в «пропускании стаканчиков»: Марэн против Адиры

source: Team A find themselves in the world of Minecraft, Trace building, Flora intrigued by the blocky appearance, Keith and Natani fighting creepers and zombies.
ru: Команда А оказывается в мире Minecraft, Трэйс строит, Флора заинтригована блочной внешностью, Кит и Натани сражаются с криперами и зомби.

source: Team B finds themselves in the cave of wonders from Aladdin.
ru: Команда Б оказывается в пещере чудес Аладдина.

source: Templar Laura AU: Keith returns home, at the head of a Templar fleet sent to siege the Isles
ru: АВ тамплиера Лауры: Кит возвращается домой во главе флота тамплиеров, отправленного на осаду Островов

source: Templar Propaganda Pamphlet. EvilTrace pointing at the viewer, eyes glowing blue with the words “I want you to join the Templars” on the lower half of the pamphlet.
ru: Памфлет тамплиерской пропаганды. ЗлойТрэйс, указывающий на зрителя, со светящимися голубыми глазами и со словами «Я хочу, чтобы ты присоединился к тамплиевам» в нижней части памфлета.

source: Templar version of the 'Our Friends' poster from V: The Original Miniseries, featuring Brahn and an elderly tiger couple.
ru: Тамплиерская версия плаката «Наши друзья» из мини-сериала «V: The Original Miniseries», изображающая Брана и пожилую пару тигров.

source: Templars attack the Tiger village and the explorers must defend their new home - but are they equally committed?
ru: Тамплиеры нападают на деревню тигров и исследователи должны защищать свой новый дом — но одинаково ли они преданы?

source: The Biological differences of Mekkan's species.
ru: Биологические различия между видами Меккана.

source: The Cartographers and Tigress Noble end up at the Minor Feline territory meeting friendly Feline Keidran. Some are very curious of the Humans
ru: Картографы и благородная тигрица оказываются на территории Малых кошачьих и встречают дружелюбных кошачьих кайдрэн. Некоторым из них очень интересны люди

source: The Cartographers were invited by Tiger actors to a play of "What humans do in their free time." With the Tigress Noble embarrassed and Cartographers intrigued by their acting.
ru: Тигриные актёры пригласили картографов на спектакль «Что люди делают в свободное время». Благородная тигрица смущена, а картографы заинтригованы их поведением.

source: The Chimera meets red and he thinks she's a monster attacking
ru: Химера встречает рэда и он думает, что она атакующий монстр

source: The Explorers enjoy watching the Tiger tribe ceremonial party celebrating the new year. With a Tigress and the Noble Tigress wanting them to dance with them.
ru: Исследователи с удовольствием наблюдают за церемонией празднования Нового года в племени тигров. С тигрицей и благородной тигрицей, которые хотят, чтобы они потанцевали с ними.

source: The Explorers invite the fluffy Keidran and Basitin into a human only bath. No more fluff. Explorer sad.
ru: Исследователи приглашают пушистых кайдрэна и баситина в купальню только для людей. Нет больше меха. Исследователь грустный.

source: The Fox and the Grapes. Laura spots a bunch of juicy looking grapes growing in a tree, but is unable to reach them. Keith gives Laura a shoulder lift, but upon biting into them, she discovers that the grapes are... absolutely delicious, the best grapes she's ever tasted!
ru: Лиса и виноград. Лаура замечает на дереве гроздь сочного винограда, но не может до него дотянуться. Кит подсаживает Лауру на плечи, но, откусив кусочек, она обнаруживает, что виноград… очень вкусный, лучший из всех, что она когда-либо пробовала!

source: The Greatest Showman: Never Enough - Clovis Sings
ru: Величайший шоумен: Never Enough — в исполнении Кловиса

source: The Greatest Showman: Never Enough - Clovis Sings - Clovis discovered that Nora’s curse gave him a beautiful singing voice
ru: Величайший шоумен: Never Enough — в исполнении Кловиса — Кловис обнаружил, что проклятие Норы далу ему чудесный певческий голос

# publish_name
source: The Library
ru: Библиотека

source: The Lioness dancer returns and tries to flirt with Keith. Natani is not happy about this.
ru: Танцовщица львица возвращается и пытается флиртовать с Китом. Натани это не радует.

source: The Male Cartographers reached the Minor Feline Territory to finding many other Feline Keidran with some intrigue with them, and some "vary" interested in the men with the Tiger noble guarding them.
ru: Мужчины-картографы достигли территории малых кошачьих, чтобы найти множество других кошачьих кайдрэн, некоторые ими заинтригованы, а некоторые «очень» интересуются мужчинами, которых охраняет их благородная Тигрица.

source: The Northern Basitin and wolf couple take a nice relaxing bath in an arctic geothermal pool (maybe under a Northern Lights illuminated sky).
ru: Пара северной баситинки и волка принимает расслабляющую ванну в арктическом геотермальном бассейне (возможно, под освещённым северным сиянием небом).

source: The Tom cameos ban together to overthrow the real Tom (they’re tired of being beaten up for laughs).
ru: Эпизодические Томы собрались вместе с целью свергнуть настоящего Тома (они устали быть посмешищем).

source: The Were-Snep curse returns: Keith and Natani discover Flora and Trace's condition was still contagious.
ru: Проклятие оборотничества возвращается: Кит и Натани обнаруживают, что состояние Флоры и Трэйса всё ещё заразно.

source: The archaeological team, Indiana Jones Zen and Lara Croft Kat have to run away from a giant rolling rock. Because someone started this trap
ru: Команда археологов Индиана Джонс Зен и Лара Крофт Кэт вынуждены убегать от гигантского катящегося валуна. Потому что кто-то вляпался в эту ловушку

source: The assassin brothers in Assassin’s Creed style.
ru: Братья-ассасины в стиле Assassin’s Creed.

source: The awkward moment when Kei realizes that the dog he’s been petting is actually Princess Reni, who was too embarrassed/nervous to say anything.
ru: Неловкий момент, когда Кей понимает, что собака, которую он ласкал, на самом деле принцесса Рэни, которая была слишком смущена/нервничала, чтобы что-то сказать.

source: The biological differences of the 3 species of Mekkan, maybe taught by Raine.
ru: Биологические различия между 3 видами Меккана, возможно, преподаваемыми Рэйн.

source: The cast and their "stunt doubles" after a day on set of the most recent action sequence.
ru: Актёры и их «дублёры-каскадёры» после дня съёмок последнего текущего боевого эпизода.

source: The cast as the Fellowship of the Ring.
ru: Персонажи в роли героев Братства кольца.

source: The cast plays a board game they found in the estate, not realizing it was made by Nora and has more magical effects than Jumanji
ru: Герои играют в настольную игру, которую они нашли в поместье, не осознавая, что она была сделана Норой и имеет больше магических эффектов, чем Джуманджи

source: The cast plays a board game they found in the estate, not realizing it was made by Nora, and has more magical effects than Jumanji
ru: Герои играют в настольную игру, которую они нашли в поместье, не осознавая, что она была сделана Норой и имеет больше магических эффектов, чем Джуманджи

source: The cast plays a board game they found in the estate, not realizing it was made by Nora, and has more magical effects than Jumanji.
ru: Герои играют в настольную игру, которую они нашли в поместье, не осознавая, что она была сделана Норой и имеет больше магических эффектов, чем Джуманджи.

source: The dress Kat was making for Mike in "Dress Time" is finally finished. Only one problem; Mike has already switched back to being male! Though the dress still looks... surprisingly pretty good on him.
ru: Платье, которое Кэт делала для Майка во «Времени примерки», наконец-то закончено. Только одна проблема; Майк уже снова стал самцом! Хотя платье всё ещё выглядит... на удивление довольно хорошо на нём.

source: The explorers join the Tigers to celebrate after a successful hunt
ru: Исследователи присоединяются к тиграм для празднования окончания успешной охоты

source: The four Basitin Generals posing for a boyband album.
ru: Четыре баситинских генерала позируют для бой-бэндовского альбома.

source: The four basitin generals posing for a boy band album
ru: Четыре баситинских генерала, позирующие для обложки альбома мальчишечьей группы

source: The ghosts of Saria and Laura watching their former lovers being with their respective new lovers, happy that they’ve moved on from their sorrows.
ru: Призраки Сарии и Лауры наблюдают за тем, как их бывшие возлюбленные строят отношения вместе со своими новыми возлюбленными, и счастливы тем, что те смогли перебороть свою скорбь.

source: The group visit a nude beach (being human now has a problem)
ru: Группа посещает нудистский пляж (быть человеком теперь стало проблемой)

source: The guardian and older Rose lounging on the beach on their days off
ru: Хранитель и взрослая Роуз валяются на пляже в свои выходные

source: The human cartographer meets the fluffy snow Basitins of Castle Heywood.
ru: Человек-картограф встречает пушистых снежных баситинов замка Хейвуд.

source: The main 4 together enjoying the holidays.
ru: Главная четвёрка наслаждается праздниками.

source: The main cast dressed as the cast of Bravely Default (Trace=Tiz, Flora=Agnes, Keith=Ringabel, Natani=Edea)
ru: Основные персонажи, одетые как основные персонажи Bravely Default (Трэйс=Тиз, Флора=Агнес, Кит=Рингэбел, Натани=Эдеа)

source: The main cast dressed up as Disney Princesses, including from Marvel and Star Wars. All female.
ru: Главные герои одеты как диснеевские принцессы, включая героинь комиксов Marvel и Звёздных войн. Все самки.

source: The main cast in a Halloween picture: Flora as Professor Frankenstein, Trace as Igor, Keith on the table, and Natani in the distance howling as the Werewolf.
ru: Главные герои в картине Хэллоуина: Флора в роли профессора Франкенштейна, Трэйс в роли Игоря, Кит на столе и Натани в отдалении воет как оборотень.

source: The main four as survivors on a deserted island. Trace is cooking/burning fish, Keith is catching fish while Flora attaches the fishing hook to his pants without him noticing, and Natani is attempting to murder a shark that tore off his chest bindings.
ru: Основная четвёрка — выжившие на необитаемом острове. Трэйс готовит/сжигает рыбу, Кит ловит рыбу, пока Флора незаметно прикрепляет рыболовный крючок к его штанам, а Натани пытается убить акулу, которая сорвала повязки с его груди.

source: The main four at the convention with you.
ru: Главная четвёрка на съезде с тобой.

source: The masked bandit Zorro (Mike) faces off against the villainous highwayman Carver in a sword fight to protect the fair maiden Erilas.
ru: Разбойник в маске Зорро (Майк) сражается со злодейским разбойником Карвером в поединке на мечах, чтобы защитить прекрасную деву Эрилас.

source: The moment after birth of first dragon princess.
ru: Момент после рождения первой принцессы дракона.

source: The northern Basitin guard realizes he loves being hugged
ru: Северный баситинский стражник понимает, что ему нравится, когда его обнимают

source: The older Maeve in evening dress
ru: Взрослая Мэйв в вечернем платье

source: The player checks out Laura's gaming club in the TK High VN.
ru: Игрок проверяет игровой клуб Лауры в ВН TK High.

source: The process from a kiedran cub on four legs to an adult/teen on two legs (Flora, Sythe, or any of the other keidran cast can be used)
ru: Процесс перехода от детёныша кийдрэна на четырех ногах до взрослого/подростка на двух ногах (можно использовать Флору, Сифа или любого другого кайдрэна из главных героев)

source: The rabbit girl magician turns her lovely assistant, Mike, into a female bunny girl in order to pull her out of a hat! Oh how the tables turn...
ru: Фокусница-крольчиха превращает своего милого помощника Майка в девочку-зайку, чтобы вытащить её из шляпы! О, как поменялись роли…

source: The remake of the old picture "Party Animals" with Laura, Flora, Keith and Natani in their animal forms. And Trace in his human form.
ru: Перерисовка старой картины «Животная вечеринка» с Лаурой, Флорой, Китом и Натани в их животных формах. И Трэйс в его человеческой форме.

source: The return of Pet Daughter: Confusion on what to wear on her first date
ru: Возвращение дочери-питомца: Неопределённость того, что надеть на первое свидание

source: The royal portrait of Queen Adelaide
ru: Королевский портрет Королевы Аделаиды

source: The story of how Mike got his scar. What does Erilas (Evals's sis) think of it?
ru: История о том, как Майк получил свой шрам. Что об этом думает Эрилас (сестра Ивэлса)?

source: The tiger tribe show the explorers how they celebrate the changing of the season! with some of them wanting them to join in the celebration as well.
ru: Племя тигров показывает исследователям, как они празднуют смену сезонов! некоторые из них желают, чтобы они также присоединились к празднованию.

source: The two characters from Basitin First Time laying in a messed up bed with embarrassed/surprised expressions saying "Wow. . " in unison.
ru: Два персонажа из «Первого раза по-баситински», лежащие в разворошённой постели со смущённым/удивленным выражением лица и в унисон говорящие «Вау…»

source: The whole gang dressed like "The Big Bang" around the couch.
ru: Вся банда, одетая как герои из «Теории большого взрыва», собралась вокруг дивана.

source: The young Rose and Saria sit drunk in the wine cellar and celebrate Rose's birthday.
ru: Молодые Роуз и Сария сидят пьяными в винном погребе и празднуют день рождения Роуз.

source: There's an unspecified emergency and Reni must alert Keiren, but Keiren just got out of the shower. Reni is embarrassed and forgets why she came.
ru: Произошла непредвиденная чрезвычайная ситуация и Рэни должна оповестить о ней Кейрена, но Кейрен только что вышел из душа. Рэни смущается и забывает, зачем пришла.

# publish_name
source: Thread the Needle
ru: Нитка в иголку

# publish_name
source: Thunderstorm
ru: Гроза

# publish_name
source: Tiger Jeans
ru: Тигровые джинсы

source: Tiger Trace and Flora sharing a tender kiss.
ru: Нежный поцелуй тигра Трэйса и Флоры.

source: Tiger Trace and Keith end up wearing control collars. Flora sees this and decides to make them her servants.
ru: Тигр Трэйс и Кит оказываются в ошейниках контроля. Флора видит это и делает их своими слугами.

source: Tiger Trace and Keith get caught wearing control collars. Flora takes advantage making them her servants, as well as dress in embarrassing costumes.
ru: Тигр Трэйс и Кит попадаются в ошейники контроля. Флора делает их своими слугами, а также одевает их в смущающие костюмы.

source: Tiger Trace and Keith wear the control collars. Flora sees this and makes them her servants.
ru: Тигр Трэйс и Кит одеты в ошейники контроля. Флора видит это и делает их своими слугами.

source: Tiger trace and flora sharing a tender kiss
ru: Нежный поцелуй тигра трэйса и флоры

source: Tiger tribes way of celebrating Halloween with the Cartographers watching from the side and the Tigress noble offer one of them to join in the celebration.
ru: Тигриные племена празднуют Хэллоуин, картографы наблюдают за этим со стороны и благородная тигрица предлагает одному из них присоединиться к празднованию.

source: Tigress Trace Dressed in a traditional Hanfu, and Flora in a Qipao to Celebrate The Year Of the Tiger.
ru: Тигрица Трэйс одета в традиционное ханьфу, а Флора — в ципао, чтобы отпраздновать год Тигра.

source: Tigress Trace in a Maid outfit
ru: Тигрица Трэйс в костюме горничной

source: Tigress Trace in her Winter Coating.
ru: Тигрица Трэйс в своей зимней шубке.

source: Tiny Nora curled up under Tom's desk during a sketch stream.
ru: Крошечная Нора свернулась калачиком под столом Тома во время трансляции его набросков.

source: Tired of waiting for Eric to show his affection, Kat decides to use "Basitin Wooing" techniques on him (and maybe a Fox collar).
ru: Устав ждать, когда же Эрик проявит своё внимание, Кэт решает применить к нему метод «баситинского ухаживания» (и, возможно, лисий ошейник).

source: To continue Maeve's Splinter Cell training, Maddie tries to demonstrate incapacitation techniques on Brutus, but can't make them work her sturdy Keidran victim even as he cheerfully gives her tips.
ru: Чтобы продолжить обучение Мэйв в стиле Splinter Cell, Мэдди пытается продемонстрировать на Бруте методы вывода из строя противника, но не может заставить их сработать на её стойкой жертве, даже когда он подбадривает её и даёт ей советы.

source: Tom Reference Sheet
ru: Справочный лист Тома

source: Tom catches Nora trying to edit the comic!
ru: Том ловит Нору, пытающуюся отредактировать комикс!

# comment
source: Tom didn't have time to put together a complete list of suggestions and only reported the result of the votes for the first winner. Therefore, it is not known which sketches Tom chose and which were voted on. A seventh sketch will be selected and drawn outside of the stream.
ru: У Тома не было времени собрать полный список предложений и он сообщил результат голосов только для первого победившего. Поэтому неизвестно, какие из скетчей выбрал Том, а какие прошли по голосованию. Седьмой скетч будет выбран и нарисован вне трансляции.

source: Tom’s take on Animal Crossing’s Isabel
ru: Том приобретает Изабель из Animal Crossing

source: Toothless with Flora as Astrid and Kat as Hiccup, Kat has made Hiccup's armour/clothes and Astrid's clothes from HTTYD: The Hidden World.
ru: Беззубик с Флорой в роли Астрид и Кэт в роли Иккинга, Кэт сделала доспехи/одежду Иккинга и одежду Астрид из Как приручить дракона 3: Скрытый мир.

source: Total species swap, such as Nora becoming a bird
ru: Полный обмен видами, например, Нора становится птицей

# publish_name
source: Towerfall
ru: Падение башни

source: Towkinds Noir: A hardboiled detective Keith Kaiser is confronted by known gangsters Natani and Zen to bribe him into turning a blind eye to them and their bosses (Clovis) recent "work" that hes investigating
ru: Нуарный Towkinds: Крутой детектив Кит Кайзер выступает против известных гангстеров Натани и Зена, собравшимися подкупить его, чтобы он закрыл глаза на их и их босса (Кловиса) недавнюю «работу», расследованием которой он занимается

source: Trace Legacy CEO of Templar Inc presents the new TPhone 14s at a major tech event to a cheering crowd of familiar faces, his wife Flora watches and smiles from backstage.
ru: Трэйс Легаси, генеральный директор «Корпорации тамплиеров», представляет новый TPhone 14s на крупном технологическом мероприятии перед ликующей толпой знакомых лиц, его жена Флора с улыбкой наблюдает из-за кулис.

source: Trace Ref Sheet
ru: Справ. лист Трэйса

source: Trace Reference Sheet
ru: Справочный лист Трэйса

# publish_name
source: Trace Reference Sheet
ru: Справочный лист Трэйса

source: Trace Scuba diving with shark girls
ru: Трэйс с аквалангом погружается с акульими девушками

source: Trace and Flora doing a cute ballroom dance.
ru: Трэйс и Флора танцуют милый бальный танец.

source: Trace and Flora enact the balcony scene from Romeo and Juliet
ru: Трэйс и Флора ставят сцену с балконом из Ромео и Джульетты

source: Trace and Flora face off against Raine(Halfkind) and Red in a snowman building competition in Legacy garden, that quickly devolves into a snowball fight!
ru: Трэйс и Флора противостоят Рэйн(полуволчице) и Рэду в соревновании по строительству снеговиков в саду поместья Легаси, которое быстро перерастает в драку снежками!

source: Trace and Flora flying home on Reni's back after some Christmas shopping, Trace presenting a little early present for her as he rubs her belly and hugs her, saying "I already have all I want for Christmas~."
ru: Трэйс и Флора летят домой на спине Рэни после рождественских покупок, Трэйс преподносит ей маленький подарок, поглаживает её живот и обнимая её, говорит: «У меня уже есть всё, что я хочу на Рождество~».

source: Trace and Flora getting ready for college in a coed school for humans and keidran
ru: Трэйс и Флора готовятся к поступлению в колледж для совместного обучения людей и кайдрэн

source: Trace and Flora going on a double (or is a triple date?) with Keith, Laura, and Natani
ru: Трэйс и Флора собираются на двойное (или тройное?) свидание с Китом, Лаурой и Натани

source: Trace and Flora going through some cute couple's costume ideas, trying to decide what to go as.
ru: Трэйс и Флора рассматривают разные идеи симпатичных костюмов парочек, пытаясь решить, в чём пойти.

source: Trace and Flora hang-gliding over a forest (Maybe have a campsite visible)
ru: Трэйс и Флора летят на дельтаплане над лесом (может быть виден палаточный лагерь)

source: Trace and Flora having a Pokémon battle as Trainers
ru: Трэйс и Флора ведут битву покемонов в качестве их тренеров

source: Trace and Flora invited to a "mix race couples Island retreat" to meet other mix race couples on a private get away. PS friends welcome PPS: NO Eric Vaughan allowed.
ru: Трэйс и Флора приглашены на «островное пристанище для разнорасовых пар», чтобы встретиться с другими разнорасовыми парами во время частной поездки. PS друзья приветствуются PPS: Эрику Воугану посещение ВОСПРЕЩЕНО.

source: Trace and Flora kiss while the crowd on page 923 watches and the two either don't notice or don't care
ru: Трэйс и Флора целуются под наблюдением толпы на странице 923, но эти двое либо этого не замечают, либо им всё равно

source: Trace and Flora out shopping for stuff they are gonna need for the baby and they run into Maren and Sythe: A coincidence or a secret revealed?
ru: Трэйс и Флора ходят по магазинам в поисках вещей, которые понадобятся им для ребёнка, и сталкиваются с Марэн и Сифом: совпадение или же секрет раскрыт?

source: Trace and Flora reenact the balcony scene from Romeo and Juliet
ru: Трэйс и Флора воспроизводят сцену с балконом из Ромео и Джульетты

source: Trace and Flora riding through the mountains on a Harley Davidson motorcycle, during the summer
ru: Трэйс и Флора летом едут через горы на мотоцикле Harley Davidson

source: Trace and Flora riding through the mountains on a Harley Davidson, on a summer day
ru: Трэйс и Флора летним днём едут через горы на мотоцикле Harley Davidson

source: Trace and Flora riding through the mountains, on a Harley Davidson motorcycle, in the cool autumn fall.
ru: Трэйс и Флора на закате прохладного осеннего дня едут через горы на мотоцикле Harley Davidson.

source: Trace and Flora riding through the mountains, on a Harley Davidson motorcycle, on a cool summer day.
ru: Трэйс и Флора прохладным летним днём едут через горы на мотоцикле Harley Davidson.

source: Trace and Flora slow dancing in 1930’s style clothes.
ru: Медленный танец Трэйса и Флоры, одетых в стиле 1930-х годов.
