Repository: Mingun/twokinds-omnipoll-results
Catalog: data/*/*.po
Languages: ru

source: Magical Boy Keith spreading xmas cheer to all the good boys and girls
ru: Волшебный мальчик Кит распространяет рождественское приветствие всем хорошим мальчикам и девочкам

source: Magical Boy Keith turning Natani into the manliest wolf ever
ru: Волшебный мальчик Кит превращает Натани в самого отважного волка на свете

source: Magical-Girl Mike
ru: Волшебная-девочка Майк

source: Magpie Reference Sheet
ru: Справочный лист Мэгпай

source: Magpie meets Nibbly, but Nibbly tries to steal some of her nick-nacks
ru: Мэгпай встречает Ниббли, но Ниббли пытается украсть некоторые из её безделушек

source: Maid Clovis and cat maid Nora
ru: Горничная Кловис и горничная кошка Нора

# publish_name
source: Maid Outfit Kat
ru: Наряд горничной Кэт

# publish_name
source: Maid Outfit Kathrin
ru: Наряд горничной Кэтрин

# publish_name
source: Mail Husky
ru: Почтовый хаски

source: Male Mike daki
ru: Даки самца Майка

source: Many forms of Trace: Tiger/Tigress Trace, Wolf/Wolfess Trace, Basitin Trace, Richard "Trace" Legacy P.I.
ru: Многие формы Трэйса: тигр/тигрица Трэйс, волк/волчица Трэйс, баситин Трэйс, Ричард «Трэйс» Легаси П.И.

# publish_name
source: Maren Head Bump
ru: Марэн ластится

# publish_name
source: Maren Sandiego
ru: Марэн Сандиего

# publish_name
source: Maren Tail Tug
ru: Хватание хвоста Марэн

source: Maren Tail Tug Part 2 (AKA Red gets his face clawed)
ru: Схватить хвост Марэн часть 2 (АКА Рэд получает когтями по лицу)

source: Maren and Karen as Ann and Nancy of Heart in the style of the Little Queen album.
ru: Марэн и Карэн в ролях Энн и Нэнси из группы «Heart» в стиле альбома «Little Queen».

# publish_name
source: Maren and Raine's Night Out 2
ru: Вечер Марэн и Рэйн 2

source: Maren and Scythe body swap while dancing. Maren finds the fur is really itchy, and Scythe feels naked without fur.
ru: Марэн и Сиф обмениваются телами во время танца. Марэн обнаруживает, что мех сильно зудит, а Сиф чувствует себя без него голым.

source: Maren and Scythe experiencing high sexual tension.
ru: Марэн и Сиф испытывают сильное сексуальное влечение.

source: Maren and Sythe as Belle and the Beast dancing in the ballroom from the film.
ru: Марэн и Сиф в роли Белль и чудовища, танцующих в бальном зале из фильма.

source: Maren and Sythe furtively try to find out each other’s preferences, and turn to their ex’s, Flora and Trace, respectively. Unfortunately, as it turned out, the latter have very distant ideas about what their ex’s really like.
ru: Марэн и Сиф украдкой пытаются разузнать предпочтения друг друга, и обращаются за этим к бывшим своих партнёров — к Флоре и Трэйсу соответственно. К сожалению, как оказалось, последние имеют весьма отдалённые представления о том, что же тем на самом деле нравится.

source: Maren as Carmen Sandiego.
ru: Марэн в роли Кармен Сандиего.

source: Maren as a Sister of battle from Warhammer
ru: Марэн в роли сестры битвы из Warhammer

source: Maren at the door of his room invites Sythe to enter
ru: Марен в дверях своей комнаты приглашает Сифа войти

source: Maren becomes a beauty Youtuber
ru: Марэн становится прекрасной ютуберкой

source: Maren has a dream/nightmare about getting married to Sythe
ru: Марэн снится сон/кошмар о женитьбе на Сифе

source: Maren hiking on a catamaran.
ru: Марен катается на катамаране.

source: Maren is showing support for Raine by wearing a collar in cat keidran form. Sythe decides to use the opportunity to tease/mess with her.
ru: Марэн оказывает поддержку Рэйн, надев ошейник, будучи в форме кошки кайдрэн. Сиф решает использовать возможность подразнить/поприставать к ней.

source: Maren looks incredibly disturbed when she finds Nibbly reading a book. The book's title? "How to Get Away with Murder for Squirrels"
ru: Марэн выглядит невероятно встревоженной, когда находит Ниббли, читающей книгу. Название книги? «Как убить, чтобы это сошло с рук. Для белок»

source: Maren reference sheet including a shot of her cat form.
ru: Справочный лист Марэн, включающий её образ в кошачьей форме.

source: Maren vs Saria body comparison
ru: Сравнение тел Марэн и Сарии

source: Maren waking up from a dream of her as a Keidran having children with Sythe, unsure if it was a nightmare or not
ru: Марэн пробуждается ото сна, в котором она кайдрэн и у неё с Сифом есть дети, не уверенная, был ли он кошмаром или нет

source: Maren winning first prize at a dog grooming contest, with an upset Sythe as her 'dog'
ru: Марэн выиграла первый приз на конкурсе стрижки собак, с расстроенным Сифом в роли её «собаки»

source: Maren with an evil face holding a tiny Sythe in her hand. Maybe Mrs. Nibbly next to him for comparison?
ru: Марэн со злым лицом держит в своей руке крошечного Сифа. Может быть, миссис Ниббли рядом с ним для сравнения?

source: Maren's decided to clear the air and settle the assorted issues between her and Trace by the obscure, but traditional practice of dragon jousting. She ropes Nora and Reni in as mounts
ru: Марэн решила прояснить ситуацию и уладить различные проблемы между ней и Трэйсом с помощью мутной, но традиционной практики драконьих поединков. Она связывает вместе Нору и Рэни, используя их в качестве свои ездовых животных

source: Maren, Karen, Red and Raine are the first Astronauts on Mars! Karen and Maren plant the flag, while Red and Raine discover a weirdo from another planet
ru: Марэн, Карэн, Рэд и Рэйн — первые астронавты на Марсе! Карэн и Марэн устанавливают флаг, а Рэд и Рэйн обнаруживают чудаков с другой планеты

source: Maren, Roselyn, and Fem! Eric as the Sanderson sisters from Hocus Pocus.
ru: Марэн, Розелин и Самка! Эрик в роли сестёр Сандерсон из Фокус-покуса.

source: Maren, Sythe (and Mrs. Nibbly) check out the Human Only Bath on their way to the beach after having it recommended by Natani & Keith.
ru: Марэн, Сиф (и миссис Ниббли) по пути на пляж проверяют купальню «только для людей» после того, как её порекомендовали Натани и Кит.

source: Maren, Sythe (and Nibs) check out the Human Only Bath on their way to the beach after having it recommended to them by Natani & Keith (who did NOT divulge the features).
ru: Марэн, Сиф (и Нибс) по пути к пляжу проверяют купальню «только для людей» после того, как её порекомендовали Натани и Кит (которые НЕ упомянули о её особенности).

source: Mary Silverlock, as a young adult in her prime, uses transformation magic. She turns into a snow wolf Keidran, in her private quarters, to test if the spell worked out of morbid curiosity.
ru: Мэри Сильверлок, будучи молодой девушкой в самом расцвете сил, использует магию трансформации. Она в своих личных покоях превращается в кайдрэн снежного волка, чтобы из болезненного любопытства проверить, сработало ли заклинание.

# publish_name
source: Maternal Development
ru: Материнское увеличение

source: Maybe a big dance party featuring the main cast?
ru: Может быть, большая танцевальная вечеринка с участием основных персонажей?

# publish_name
source: Measured Up 2
ru: Измерения 2

source: Measuring up sequel: Flora proudly declares that she'll untangle Kat using skills learned from escaping the Christmas lights. Trace finds them later, both tangled in the measuring tape.
ru: Продолжение измерения: Флора с гордостью заявляет, что она распутает Кэт, используя навыки, полученные при побеге от рождественских огней. Позже их находит Трэйс, обе запутались в рулетке.

source: Meave wakes up in place of Niko from oneshot
ru: Мэйв просыпается на месте Нико из oneshot

source: Meet Me In The Sunlight remake
ru: Перерисовка «Встреть меня в солнечном свете»

source: Merveille Million from Solatorobo
ru: Мервели Мильон из Solatorobo

source: Messenger Lynn character sheet
ru: Лист персонажа посыльного Линна

source: Metroid Zero Suit Tigress Trace
ru: Костюм Metroid Zero тигрицы Трэйса

source: Mike & Evals, getting some time together on Christmas Eve, just watching the snow fall and exchange presents as lifelong friends.
ru: Майк и Ивэлс, проводя некоторое время вместе в канун Рождества, просто наблюдают за падением снега и обмениваются подарками между друзьями на всю жизнь.

source: Mike (Normal) Reference Sheet
ru: Справочный лист Майка (нормального)

source: Mike (normal) Reference Sheet
ru: Справочный лист Майка (нормального)

source: Mike Genderbent as a result of Alien Abduction.
ru: Майк сменил пол в результате похищения инопланетянами.

# publish_name
source: Mike Sleepover
ru: Пижамная вечеринка Майка

# publish_name
source: Mike and Evals Ref Sheet
ru: Справочный лист Майка и Ивэлса

source: Mike and Evals are tasked with taking down the magic mistletoe because no one else wants to get close to it.
ru: Майку и Ивэлсу поручают снять волшебную омелу, потому что больше никто не хочет к ней приближаться.

source: Mike and Evals having some alone time at the Oasis
ru: Майк и Ивэлс проводят время наедине в Оазисной

source: Mike and Evals walking through a mystical forest with Mike arguing that Evals got them lost and Evals is swearing that he really thought it was the right way.
ru: Майк и Ивэлс прогуливаются по мистическому лесу, Майк утверждает, что Ивэлс заплутал и завёл их непонятно куда, а Ивэлс клянётся, что он и вправду думал, что это правильный путь.

source: Mike and evals (still lost in the city from that one piece) get directions from a pretty Irish setter passing by
ru: Майк и ивэлс (всё ещё потерянные в городе в этой части) получают указания, куда идти, от проходящего мимо симпатичного ирландского сеттера

source: Mike as an old mountain sage giving "wisdom" to passing pilgrims.
ru: Майк в роли старого горного мудреца делится «мудростью» со странствующими паломниками.

source: Mike as an old mountain sage imparting terrible "wisdom" to travailing pilgrims.
ru: Майк в роли старого горного мудреца передаёт ужасающую «мудрость» странствующим паломникам.

source: Mike character sheet
ru: Лист персонажа Майка

source: Mike comes out of his Fox den/hole after a Long winter!
ru: Майк выходит из своей лисьей норки/логова после до-олгой зимы!

source: Mike finds Eric's secret whiskey loaded christmas pudding and falls overboard
ru: Майк находит секретный виски Эрика, наедается рождественским пудингом и выходит из берегов

source: Mike getting hole in one at mini golf, to the annoyance of Evals.
ru: Майк играет в мини-гольф и попадает в лунку с одного удара, к раздражению Ивэлса.

source: Mike going out for a picnic with the Wolf and Coyote ladies
ru: Майк отправляется на пикник с дамами Волчицей и Койотом

source: Mike kisses Evals who is reluctant at first but then gets more into it (both Male)
ru: Майк целует Ивэлса, которому сначала неохота, но затем он входит во вкус (оба самцы)

source: Mike kisses Evals who is reluctant at first but then gets more into it (both male)
ru: Майк целует Ивэлса, которому сначала неохота, но затем он входит во вкус (оба самцы)

source: Mike kisses Evals who is reluctant at first, but then gets more into it (both male)
ru: Майк целует Ивэлса, которому сначала неохота, но затем он входит во вкус (оба самцы)

source: Mike meets Carver, and tried to warn him about the gender-swap shenanigans that happen in sketches. Carver is dismissive, so a watching Nora changes Carver.
ru: Майк встречает Карвера и пытается предупредить его о махинациях со сменой пола, которые происходят в набросках. Карвер пренебрежительно отмахивается, так что наблюдавшая за этим Нора меняет Карвера.

source: Mike meets Carver, and tries to warn him about repeated gender-swaps that happen in the sketch world. Carver is dismissive and disbelieving, so Nora decides to give Carver a demonstration and transforms him.
ru: Майк встречает Карвера и пытается предупредить его о повторяющихся сменах пола в мире набросков. Карвер пренебрежителен и не верит, так что Нора решает продемонстрировать всё Карверу и преобразует его.

source: Mike meets a very friendly female skunk Keidran while on an Autumn nature walk and isn't exactly sure how to feel.
ru: Во время осенней прогулки на природе Майк встречает очень дружелюбную самку скунса-кайдрэн и не совсем уверен в своих чувствах.

source: Mike offering the viewer a handful of Bunny Girl (Bunny sitting on his hand like a bench)
ru: Майк предлагает зрителю пригоршню девочек-заек (зайка сидит на его руке, как на скамейке)

source: Mike pulls Very Vixen Mike out of a hat! (Hat Trick sequel/parody).
ru: Майк вытягивает из шляпы очень лисичкового Майка (продолжение/пародия «Трюка со шляпой»)!

source: Mike puts the finishing touches on his Na’Rella scale model / ship in a bottle. It catches fire as soon as he places it down to inspect his handiwork.
ru: Майк наносит последние штрихи на свою масштабную модель На’реллы / корабля в бутылке. Как только он её кладёт, чтобы осмотреть свою работу, та загорается.

source: Mike receives the first gift of his life from Evals (while they were slaves.)
ru: Майк получает от Ивэлса первый подарок в своей жизни (пока они были рабами).

source: Mike running away from the tablet pen screaming to be left alone
ru: Майк убегает от планшетного стилуса, крича, чтобы его оставили в покое

source: Mike's Harem Anime. Mike is overwhelmed as he sits with Erilas, the wolf girl, the coyote girl, the bunny girl, Kat and female Evals and they all wanna piece of him.
ru: Аниме-гаремник Майк. Майк просто ошарашен, когда он сидит с Эрилас, волчицей, девушкой-койотом, крольчихой, Кэт и самкой Ивэлсом и все они хотят оторвать от него кусочек.

# publish_name
source: Mike's Scar
ru: Шрам Майка

source: Mike's family: where are they now?
ru: Семья Майка: где они сейчас?

source: Mike, Evals, and Kat relax at the Gender Swap Spa, where patrons' bodies change upon entry.
ru: Майк, Ивэлс и Кэт отдыхают в Бане обмена телами, при входе в которую тела посетителей изменяются.

source: Mimi the Picarto mascot watches the Twokinds stream while eating pretzels.
ru: Талисман Picarto Мими смотрит стрим Twokinds, поедая крендельки.

# publish_name
source: Mindreading Raine
ru: Чтение мыслей Рэйн

source: Minecraft Skyblock. Keith asks Natani an important question: "Natani, what happened to the cobblestone generator?"
ru: Minecraft Skyblock. Кит задает Натани важный вопрос: «Натани, что случилось с генератором булыжника?»

source: MistleNO! Nora catches Trace under the mistletoe! Tis the season right?
ru: ОмелаНЕТ! Нора подлавливает Трэйса под омелой! Ведь пришла пора, верно?

# publish_name
source: Modeling Class
ru: Класс по позированию

source: Modern AU Clovis and Brutus strike a power pose for the cover feature of Avarice magazine.
ru: Современная АВ Кловис и Брут встают в позу излучения силы для обложки журнала «Алчность».

source: Modern AU Kat takes Laura to her hairdresser, Maren.
ru: Современная АВ Кэт ведёт Лауру к своему парикмахеру, Марэн.

source: Modern AU Laura/Kat clothes shopping with Willow, maybe Nora could try to sneak in more raunchy clothes?
ru: Современная АВ Лаура/Кэт вместе с Огоньком покупает одежду, может, Нора могла бы попробовать прокрасться в более непристойном наряде?

source: Modern AU dodgeball tourney - Maeve and Maddie are the last players standing.
ru: Современная АВ турнир по вышибалам — Мэйв и Мэдди остаются последними игроками.

source: Modern AU: A child Laura visits her local GameGo with her parents to get her very first console.
ru: Современная АВ: ребёнок Лаура вместе с родителями посещает местный GameGo, чтобы получить свою первую консоль.

source: Modern AU: Cyberpunk Raine is helping Gaming Nora to find RHGUY69
ru: Современная АВ: киберпанковая Рэйн помогает геймерше Норе отыскать RHGUY69

source: Modern AU: Flora and Ivy have a sister spa day by getting a pawdicure!
ru: Современная АВ: Флора и Плющ устроили сестринский спа-день, занявшись чисткой коготков!

source: Modern AU: Gamer Laura is streaming a game when Kat walks by in the fur, giving Laura's watchers an eyeful. Laura tells her to leave, but upon realizing the huge amount of kudos and tips she got due to this, she yells to a confused Kat to come back.
ru: Современная АВ: геймерша Лаура транслирует игру, когда мимо проходит Кэт без одежды, давая возможность наблюдателям Лауры посмотреть на неё. Лаура говорит ей уйти, но, осознав, сколько благодаря этому она получила почёта и чаевых, она кричит растерянной Кэт, чтобы та вернулась.

source: Modern AU: Keith takes Laura to the gun range to test her FPS gamer skills.
ru: Современная АВ: Кит берёт Лауру на стрельбище, чтобы проверить её навыки игры в жанре шутера от первого лица.

source: Modern Flora frets in the changing room mirror as she tries on a pair of jeans that are just a size too small to fit over her butt. Outside the curtain, Trace pretends not to be interested.
ru: Современная Флора крутится перед зеркалом примерочной и пытается натянуть пару джинсов, которые просто слишком маленькие, чтобы налезть на её задницу. За занавеской Трэйс притворяется, что ему совсем не интересно.

source: Modern Kat and Zen spending some romantic time together at their apartment.
ru: Современные Кэт и Зен проводят вместе романтическое время в своей квартире.

# publish_name
source: Modern Keith - Text Message
ru: Современный Кит — текстовое сообщение

source: Modern Laura about to get in a rocket at sunrise to become the first keidran in sapce.
ru: Современная Лаура вот-вот сядет в ракету на рассвете, чтобы стать первым кайдрэн в ксомосе.

source: Modern Laura trying to teach Kat how to play video games.
ru: Современная Лаура пытается научить Кэт играть в видеоигры.

source: Modern Maeve: Maeve spies a shy Basitin exchange student eating by herself in the cafeteria, and decides to join her for lunch.
ru: Современная Мэйв: Мэйв шпионит за стеснительной баситинской студенткой по обмену, кушающей себя в кафетерии, и решает присоединиться к ней на обеде.

source: Modern Mike & Evals playing an MMORPG. "Mike... why is your avatar a girl?"
ru: Современные Майк и Ивэлс играют в MMORPG. «Майк… почему твой персонаж — девушка?»

source: Modern Natani sends provocative ankle pictures to Keith
ru: Современная Натани присылает Киту провокационные фото лодыжек

source: Modern Raine and Maren are engaged in fitness to get themselves in good shape for the summer. Maren dressed quite lewd, which distracts Raine from the exercises.
ru: Современные Рэйн и Марэн занимаются фитнесом, чтобы к лету привести себя в хорошую форму. Марэн одета довольно непристойно, что отвлекает Рэйн от упражнений.

source: Modern Raine and Reni try to study for an exam, while on the couch Zen and Keiren get a little too excited bonding over TV sportsball.
ru: Современные Рэйн и Рэни пытаются подготовиться к экзамену, в то время как сидящие на диване Зен и Кейрен слишком взволнованы из-за телевизионной трансляции спортивного мяча.

source: Modern TK- Maeve meets Maddie the Basitin Exchange Student at School
ru: Современный ТК — Мэйв встречает в школе Мэдди, баситинскую студентку по обмену

source: Modern Trio apartment floorplan/concept, with chibi Laura, Willow and Kat faces indicating their rooms
ru: План/концепция квартиры современного трио, с чиби-лицами Лауры, Огонька и Кэт, обозначающими их комнаты

source: Modern day Adult Maddie and Maeve just lounging around on a hot summer day (in tank tops and shorts) much to Maddie’s embarrassment.
ru: Современные взрослые Мэдди и Мэйв просто бездельничают в жаркий летний день (в майках и шортах), к большому смущению Мэдди.

source: Monster AU: Vampire Kat encounters Werewolf Raine, and both try to scare off their natural enemy, despite being secretly terrified of each other.
ru: АВ монстров: Вампир Кэт встречает оборотня Рэйн, и обе пытаются напугать своего естественного врага, несмотря на то, в тайне они испугались друг друга.

source: More Youngtani messing with Clovis, lifting the princess' tail to admire her backside, while Clovis continues trying to regain control.
ru: Юнатани продолжает издевательства над Кловисом, поднимая хвост принцессы, чтобы повосхищаться её задницей, пока Кловис продолжает пытаться восстановить контроль.

source: More content on Young Nora. Who was that guy she met and what happened after she followed him into the village?
ru: Больше контента с молодой Норой. Кем был тот парень, которого она встретила, и что произошло после того, как она последовала за ним в деревню?

source: Mother's Day AU; Raine and Euchre surprising Mary with Breakfast in Bed
ru: АВ дня матери; Рэйн и Юкрэ удивляют Мэри завтраком в постели

source: Mrs Nibbly hides in wait, ready for her next target to approach and steal their clothes. She is hidden somewhere in the picture
ru: Миссис Ниббли прячется в засаде, готовая к появлению её следующих целей, чтобы стянуть их одежду. Она спряталась где-то на картинке

source: Mrs. Nibbly as Sandy from Spongebob Squarepants
ru: Миссис Ниббли в роли Сэнди из мультсериала «Губка Боб Квадратные Штаны»

source: Mrs. Nibbly in her dragon hoard of stolen underwear.
ru: Миссис Ниббли на своём драконьем кладе украденного нижнего белья.

source: Mrs. Nibbly meets Windstraw
ru: Миссис Ниббли встречает Соломинку

source: Mrs. Nibbly tries taking part in the no nut November challenge... But she just cant resist those delicious peanuts!
ru: Миссис Ниббли пытается принять участие в движении недрочабрь (буквально «ноябрь без орехов»)… Но она просто не может устоять перед этим восхитительным арахисом!

source: Naga Nora - Lady Nora as a sultry snake, seductively posing for the viewer
ru: Нага Нора — леди Нора в образе знойной змеи, соблазнительно позирующей зрителю

source: Nat and Keith meet their counterparts, Fem Keith and Masc Natani
ru: Нат и Кит встречают своих противоположностей, самку Кита и самца Натани

source: Nat gets hit by a personality switch spell, Now Nat acts like Darkness from Konosuba, which Keith is doing his best to resist "Darkness Nat" lewd idea's.
ru: Нат подпадает под заклинание смены личности, Теперь Нат ведёт себя как Даркнесс из Konosuba, и Кит делает всё возможное, чтобы противостоять распутным идеям «Даркнесс Нат».

# publish_name
source: Natani Uses Flirt
ru: Натани использует флирт

source: Natani against the glass
ru: Натани напротив стекла

source: Natani also carrying Keith across a river to keep his armor dry, but find the deep end.
ru: Натани также переносит Кита через реку, чтобы сохранить его броню сухой, но в конце проваливается на глубину.

source: Natani and Keith as Roman Gladiator champions.
ru: Натани и Кит как римские гладиаторы-чемпионы.

source: Natani and Keith as the main characters in a film noir detective story. One as the hard-boiled private eye and the other as the ingenue or femme fatale.
ru: Натани и Кит в главных ролях в нуарном детективном фильме. Один из них — тёртый частный детектив, а другая — инженю или роковая женщина.

source: Natani and Keith share a warm embrace
ru: Натани и Кит тепло обнимаются

source: Natani and Yena from Join the Pack! making manly poses together
ru: Натани и Йена из «Присоединяйся к стае!» становятся вместе в мужественные позы

source: Natani and Yena from Seton Academy: Join the Pack making manly poses together
ru: Натани и Йена из «Академия Сетон: присоединяйся к стае» становятся вместе в мужественные позы

source: Natani and Youngtani, while body swapped into Keith, experience and react to Bastin ear sensitivity when Keith in Natani's body uses ear nab!
ru: Натани и Юнатани, когда обменялись телом с Китом, испытывают реакцию на чувствительность ушей баситин, когда Кит в теле Натани жамкает его уши!

source: Natani and Zen as Sam and Dean Winchester from the Supernatural TV series, respectively. Natani is using Sam’s demon blood abilities, and Zen is holding the Colt
ru: Натани и Зен в роли Сэма и Дина Винчестеров соответственно из ТВ сериала Сверхъестественное. Натани использует способности демонической крови Сэма, а Зен управляется с кольтом
