Repository: Mingun/twokinds-omnipoll-results
Catalog: data/*/*.po
Languages: ru

source: "Dog commands? From Rose? What, like sit?" Maren asks. To both their surprise, (wolf)Raine immediately sits. The commands still work!
ru: «Собачьи команды? От Роуз? Что, типа “сидеть”?» — спрашивает Марэн. К удивлению обоих (волчица)Рэйн немедленно садится. Команды по-прежнему работают!

source: "Dog commands?" Maren asks. "From Rose? What, like sit?" Wolf-form Raine suddenly sits on command with front paws raised like a dog, looking confused.
ru: «Собачьи команды?» — спрашивает Марэн. — «От Роуз? Что, типа “сидеть”?» Рэйн в волчьей форме по команде неожиданно садится как собака, с поднятыми передними лапами, выглядя при этом очень растерянно.

source: "Fatal Tail-Nom
ru: "Роковой ням хвоста

source: "Grand Templar Mary Siverlock learns that Eris has broken into a Keidran village where a peace agreement has been made and is not happy about it "
ru: «Великий тамплиер Мэри Сиверлок узнаёт, что Эрис ворвалась в кайдрэнскую деревню, с которой заключено мирное соглашение, и ей это не нравится »

source: "Human" Nora attempts to seduce Flora in an attempt to make Trace jealous.
ru: «Человеческая» Нора пытается соблазнить Флору в попытке заставить Трэйса ревновать.

source: "Human" Nora attempts to seduce Flora to make Trace jealous.
ru: «Человеческая» Нора пытается соблазнить Флору, чтобы заставить Трэйса ревновать.

source: "It's, Its a Dinosaur." Zen as Dr. Grant, and Raine as Dr. Sattler in a TK version of the welcome to Jurassic Park scene.
ru: «Это, это динозавр». Зен в роли доктора Гранта и Рэйн в роли доктора Саттлера в сцене «Добро пожаловать в парк Юрского периода» по версии ТК.

source: "Keith's Boobhat" Redux
ru: Возвращение «Сисек на голове Кита»

source: "Laura's Pet" Redux but with a lusty fem Keith in Laura's position and male Laura in Keith's position.
ru: Переделка «Питомца Лауры», но с похотливой самкой Китом в положении Лауры и самцом Лаурой в положении Кита.

source: "Meet Me in the Sunlight" Remake
ru: Перерисовка «Встреть меня в солнечном свете»

source: "Preparing for the Saria and Trace wedding. Saria asks Rose to be her bridesmaid. Rose doubts this is a good idea but Saria convinces her. "
ru: «Подготовка к свадьбе с Сарии и Трэйса. Сария просит Роуз стать её подружкой невесты. Роуз сомневается, что это хорошая идея, но Сария её убеждает. »

source: "Tribal Flora" Redraw.
ru: Перерисовка «Племенной Флоры».

source: ( Cat ) Nora trying to seduce Flora to make Trace jealous.
ru: ( Кошка ) Нора пытается соблазнить Флору, чтобы заставить Трэйса ревновать.

source: (Deltarune chapter 2 meme) Kris and Susie fall into the Twokinds world and Susie shouts at Kris saying "God dammit Kris, Where the hell are we?". While they get greeted Trace and Flora
ru: (мем Deltarune Chapter 2) Крис и Сьюзи попадают в мир Twokinds и Сьюзи кричит Крису: «Чёрт побери, Крис, в какой чертовщине мы оказались?». А в это время их приветствуют Трэйс и Флора

source: (Modern AU) Natani and Keith's actors go on a nice date for Thanksgiving, with both planning on proposing during it.
ru: (Современная АВ) Актёры Натани и Кит идут на красивое свидание в День Благодарения и оба планируют сделать во время него предложение.

source: (birthday aftermath:) Nibbly laying on the cake plate surrounded by crumbs, too full to move - only the candles remain
ru: (последствия дня рождения:) Ниббли лежит на тарелке для пирога, окружённая крошками, слишком полная, чтобы двигаться — остались только свечи

source: (modern world) The main cast as kids dressing up for trick or treating!
ru: (современный мир) Главные герои в виде детей, одетых для игры в гадость или сладость!

source: (wolf) Raine goddess of the hunt.
ru: (волчица) Рэйн богиня охоты.

# publish_name
source: 100 Acre Woods
ru: Стоакровый лес

source: 15 years in the future, an older, grizzled Keith drinks away his sorrows at a tavern/bar crying about how he couldn't save Alaric or Laura and now Natani.
ru: Спустя 15 лет пожилой, седой Кит заливает свою печаль в таверне/баре, сокрушаясь о том, что он не смог спасти Алэрика или Лауру, а теперь и Натани.

source: 3rd part of Mistletoe Kathrin. She tries to us it on Eric, only to fail and kisses trace
ru: 3-я часть омелы Кэтрин. Она пытается повесить её на Эрика, но опять терпит неудачу и целует трэйса

source: 50s Diner Kat
ru: Кэт из закусочной 50-х

source: A Battle Royale of female Keidrans, Fighting each other over who will be with Mike. Mike is off to the side tied up with a sign that says, "To the Winner!"
ru: Королевская битва самок кайдрэн, Сражающихся друг с другом за то, кто будет с Майком. Майк привязан сбоку с табличкой с надписью «Победителю!»

source: A Evil Kat means it would be better now to amputate Zen's leg .
ru: Злая Кэт означает, что сейчас будет лучше ампутировать ногу Зена .

source: A Guys-To-Girls night with Zen and Sythe, but femZen has already had a few drinks and can't recognize femSythe.
ru: Ночь превращения парней в девушек с Зеном и Сифом, но самкаЗен уже выпила и не может распознать самкуСифа.

source: A Husky Keidran has to ask a snow leopard girl for directions in the forest because he has to bring mail to the snow leopard village
ru: Кайдрэн-хаска вынужден спрашивать дорогу в лесу у девушки-снежного барса, потому что ему нужно доставить почту в деревню снежных барсов

source: A Husky Keidran in a wintry forest.
ru: Хаски кайдрэн в зимнем лесу.

source: A Keidran slave market, Eric's parents are purchasing Evals, but a young Eric wants Mike too.
ru: Рэнок рабов-кайдрэн, родители Эрика покупают Ивэлса, но молодой Эрик также хочет и Майка.

source: A Norwegian Forest Cat keidran, dressed in Viking warrior armor/garb, riding aboard a Viking ship with other fellow Viking cat keidran, all sailing for war.
ru: Норвежский лесной кот кайдрэн, одетый в доспехи/наряды воинов викингов, поднимается на борт корабля викингов вместе со своими товарищами викингами котами кайдрэн, все плывут на войну.

source: A Pinup of Loona in Hell from "Helluva Boss"
ru: Плакат Луны в Аду из «Адского босса»

source: A Re-Draw of Keidran Trace- 'Sit': Tigress Trace Edition
ru: Перерисовка «Сидеть» кайдрэн Трэйса: версия с тигрицей Трэйсом

source: A Remake of Page 352 Scene Remake. Natani accidentally walks in on Keith while he's drying himself off and has a nosebleed.
ru: Перерисовка «Перерисовки сцены со страницы 252». Натани случайно входит к Киту, когда он вытирает себя и у неё носом идёт кровь.

source: A Riftwall Christmas: Maeve and her cousins watch hungerly as Adira and Amelia put the finishing touches on the Riftwall family christmas dinner.
ru: Рождество в Рифтволле: Мэйв и её кузины с голодом наблюдают, как Адира и Амелия делают последние штрихи для семейного рождественского ужина в Рифтволле.

source: A Riftwall Holidays: Maeve and her cousins watch hungrily as Adira and Amelia put the finishing touches on the Riftwall family holiday dinner.
ru: Праздники в Рифтволле: Мэйв и её кузины с голодом наблюдают, как Адира и Амелия делают последние штрихи для семейного праздничного ужина в Рифтволле.

source: A Snow Leopard Keidran exploring human cities as he studies the humans in their natural habitat.
ru: Кайдрэн снежный барс исследует человеческие города, изучая людей в их естественной среде обитания.

source: A TK version of the National Lampoons Christmas Vacation poster but with Kat and her fur is now poofed out from the shock
ru: TK-версия постера фильма Рождественские каникулы, но с Кэт и её мехом, торчащим во все стороны от статического электричества

source: A Tigress noble joins two male human cartographers map out the Tiger territory, similar to Lewis and Sacajawea
ru: Благородная тигрица присоединяется к двум человеческим картографам-мужчинам, которые наносят на карту территорию тигров, подобно Льюису и Сакагавии

source: A Twokinds take on the classic arcade game Charley Chuck's Food Fight. Trace as Charley Chuck, who's trying to get to and eat a pretzel while being hounded by Templar chefs. Set in the canteen of a Templar Academy. Bird's eye view.
ru: Игра по Twokinds на основе классической аркадной игры «Charley Chuck's Food Fight». Трэйс в роли Чарли Чака пытается добраться до кренделя и съесть его, пока его преследуют повара-тамплиеры. Действие происходит в столовой Академии тамплиеров. Вид с высоты птичьего полёта.

source: A Twokinds take on the “distracted boyfriend” meme with Eric, Kat and Iris
ru: Эрик, Кэт и Ирис из Twokinds в ситуации из мема «отвлечённый парень»

source: A beauty pageant with female Clovis, Natani, Raine, Flora, and Kathrin as contestants dressed in pageant dresses.
ru: Конкурс красоты с участием конкурсанток самки Кловиса, Натани, Рэйн, Флоры и Кэтрин, одетых в конкурсные платья.

source: A blushing Trace sitting down on a throne, surrounded by Flora, Maren, Karen, Saria, and humanoid Nora looking at him tenderly. (AKA Harem King Trace)
ru: Краснеющий Трэйс сидит на троне в окружении Флоры, Марэн, Карэн, Сарии и гуманоидной Норы, нежно смотрящих на него (типа, гарем короля Трэйса).

source: A bust size chart assembled by Natani to appear smaller in the chest region. (similar to how Flora did it, but for the opposite effect.)
ru: Таблица размеров бюстов, составленная Натани, чтобы казаться меньше в области груди (аналогично той, которую сделала Флора, но для противоположной цели).

source: A christmas truce just as there was during WW1 in our world.
ru: Рождественское перемирие, как это было во время Первой мировой войны в нашем мире.

source: A collar transformed miss nibs snuggling a sythe body pillow.
ru: Превращённая ошейником мисс нибс прижимается к полноростовой подушке с изображением сифа.

source: A concerned Maddie comforts a sad, drunk Keith after the loss of Natani.
ru: Обеспокоенная Мэдди утешает грустного, пьяного Кита после потери Натани.

source: A confused Colin and Sam find themselves in Halfkinds forms, to Sam's utter delight.
ru: Смущённые Колин и Сэм оказываются в форме полукровок, к полному восторгу Сэм.

source: A cute scene. Brutus give Fem Clovis (sister) a kiss
ru: Милая сцена. Брут целует самку Кловиса (сестру)

source: A cute western Basitin flirts with Madelyn while she is undercover and she panics.
ru: Милый западный баситин флиртует с Мэделин, находящейся под прикрытием, и она паникует.

source: A desparate, coffee deprived Landen brawls with an enthusiastic King Adelaide over who's first in line at the local coffee shop.
ru: Отчаенная, лишённая кофе Ланден ссорится с полной энергии Королём Аделаидой из-за того, кто первый в очереди в местное кафе.

source: A dog sled, pulled by keidranified Red and Raine as lead dogs, and Sythe and Zen as wheelers, all driven by a manically laughing Maren as musher.
ru: Собачья упряжка, которую тянут кайдрэнофицированные Рэд и Рэйн в качестве направляющих собак, а Сиф и Зен в качестве рулевых, все они управляются маниакально смеющейся Марэн в роли погонщицы.

source: A follow up to 'Island Style Reni' - Reni is reared up on her hindlegs and attempting to do a hula-dance--only to have her skirt fall and end up around her ankles, blushing up a storm at the state she’s in.
ru: Продолжение «Рэни в островном стиле» — Рэни встаёт на задние лапы и пытается сделать хула-танец — только чтобы её юбка упала и оказалась вокруг её лодыжек, она заливается краской от состояния, в котором оказалась.

source: A follow up to page 729 when Raine discovers her “inheritance” -Her caretaker finally gets through the door and Raine finally gets some answers.
ru: Продолжение страницы 729, когда Рэйн обнаруживает свое «наследие» -Её смотритель наконец-то проходит через дверь, и Рэйн наконец-то получает некоторые ответы.

source: A formal portrait of Diplomat Sythe
ru: Официальный портрет дипломата Сифа

source: A group of dark mage's try to summon a demon, but somehow end up summoning Mrs Nibbly.
ru: Группа тёмных магов пытается призвать демона, но в конечном итоге каким-то образом призывает миссис Ниббли.

source: A happily drunk Natani sticking out the top of a party limo with a bottle of vodka in the Las Vegas night.
ru: Счастливая пьяная Натани торчит на крыше лимузина для вечеринки с бутылкой водки в ночь в Лас-Вегасе.

source: A human cartographer meets the fluffy snow Basitins of Castle Heywood.
ru: Человек-картограф встречает пушистых снежных баситинов замка Хейвуд.

source: A human diplomat sits down to enjoy a meal with Basitins, only to realize one of the local spices is incredibly psychoactive for humans
ru: Дипломат от людей садится за стол, чтобы насладиться трапезой с баситинами, но понимает, что одна из местных специй невероятно психоактивна для людей

source: A look into the sexy Keidren all-male bath house.
ru: Заглядывание в баню, полную сексуальных самцов кайдрэн.

source: A loose and drunk Natani sticking out the top of a party limo with a bottle of vodka in the Las Vegas night.
ru: Свободная и пьяная Натани торчит на крыше лимузина для вечеринки с бутылкой водки в ночь в Лас-Вегасе.

source: A magical mishap transforms young Rose into a Were-Dragon!
ru: Магический казус превращает молодую Роуз в оборотня-драконицу!

source: A magical mishap transforms young Rose into a were-dragon!
ru: Магический казус превращает юную Роуз в оборотня-дракона!

source: A minor diplomatic incident occurs when the Tiger diplomatic party is invited to the Legacy estate for negotiations. Where they are introduced to the Legacys, much to Iris's embarrassment, and Flora's schadenfreude.
ru: Происходит небольшой дипломатический инцидент, когда в поместье Легаси для переговоров приглашаются дипломаты от тигров. Там, где они познакомились с Легаси, к большому смущению Ирис и злорадству Флоры.

source: A minor diplomatic incident occurs when the Tiger diplomatic party is invited to the Legacy estate for negotiations. Where they are introduced to the Legacys, much to Iris's embarrassment.
ru: Происходит небольшой дипломатический инцидент, когда в поместье Легаси для переговоров приглашаются дипломаты от тигров. Там, где они познакомились с Легаси, к большому смущению Ирис.

source: A painting of Maren done like the Mona Lisa, The Mona Maren
ru: Портрет Марэн, выполненный в стиле Моны Лизы, «Мона Марэн»

source: A poodle keidran wants to give Natani a haircut
ru: Пудель кайдрэн хочет подстричь Натани

source: A rainforest tiger huntress makes first contact by sneaking into a human tavern in the night. The scared female owner tries repeatedly to whack her with a broom whilst the huntress is trying to calm her down.
ru: Охотница из тропических тигров вступает в первый контакт, пробравшись ночью в человечекую таверну. Испуганная владелица-женщина неоднократно пытается ударить её метлой, пока охотница пытается её успокоить.

source: A redraw of Maren and Sythe sharing a pizza after the battle on the page from May 14, 2004
ru: Перерисовка Марэн и Сифа, совместно кушающих пиццу после битвы на странице от 14 мая 2004 года

source: A redrawn updated version of the "Trading Halves" side comic page from way back
ru: Перерисовка обновлённой версии страницы побочного комикса «Обмен половинками» из далёкого прошлого

source: A regular wolf raised by wolf Keidran
ru: Обычный волк, взращённый волком-кайдрэн

source: A remake of "Basitin Ice Cream"
ru: Перерисовка «Баситинского мороженого»

source: A remake of "first hugs" of Natani and Keith from page 235.
ru: Перерисовка «первых объятий» Натани и Кита со страницы 235.

source: A remake of a horrific result of boredom
ru: Перерисовка ужасного результата от скуки

source: A remake of the "Basitin Ice Cream"
ru: Перерисовка «Баситинского мороженого»

source: A remake/update of "Basitin Ice Cream"
ru: Перерисовка/обновление «Баситинского мороженого»

source: A scene where we see Natani through Keith’s eyes. Something like “no matter Natani’s faults, through Keith’s eyes they are perfect”
ru: Сцена, где мы видим Натани глазами Кита. Что-то вроде «неважно, какие недостатки есть у Натани, в глазах Кита она совершенна»

source: A sequel to Lingerie Proposal
ru: Продолжение Предложения нижнего белья

source: A sequel to Mike and Fem Mike met. Fem Mike meets Evals and thinks he’s cute.
ru: Продолжение встречи Майка и Самки Майка. Самка Майк встречает Ивэлса и думает, что он милый.

source: A shipment of Sealeen's potions gets mislabeled as a shipment of liquor for Adira's tavern by mistake.
ru: Партия зелий Сеалин по ошибке была промаркирована как партия ликёра для бара Адиры.

source: A shipment of liquor for Adira's bar gets mixed up with a shipment of Sealeen's potions by mistake.
ru: Партия ликёра для бара Адиры по ошибке была спутана с партией зелий Сеалин.

source: A small group of Basitin boys use a Ouija board to contact the deceased buff general for workout advice
ru: Небольшая группа баситинских парней использует спиритическую доску, чтобы связаться с умершим генералом-фанатом для получения советов по тренировкам

source: A studious Red invents a new tail tugging spell. He manages to tug the tails of cat Nora, cat Reni and cat Maren simultaneously.
ru: Студент Рэд изобретает новое заклинание дёрганья за хвост. Ему удаётся одновременно дёрнуть хвосты кошки Норы, кошки Рэни и кошки Марэн.

source: A super-hyper costumed Maeve after Landen gives her coffee for trick-or-treating.
ru: Супер-пупер Мэйв в костюме после того, как Ланден даёт ей кофе для гадости-или-сладости.

source: A terrified keith is pushed over the edge by Natani (literally) as she teaches him cliff diving
ru: Натани (буквально) перебрасывает испуганного кита через край, поскольку она учит его дайвингу со скал

source: A tigress noble joins two male human cartographers map out the Tiger territory, similar to Lewis and Clark with Sacajawea.
ru: Благородная тигрица присоединяется к двум человеческим картографам-мужчинам, которые наносят на карту территорию тигров, подобно Льюису и Кларку с Сакагавией.

source: A very confused and nervous anthro Reni somehow assumes the human throne, becoming "Queen Reni"
ru: Очень растерянная и взволнованная антропоморфная Рэни каким-то образом оказывается на человеческом троне, становясь «царицей Рэни»

source: A very drunk Natani sticking out the top of a party limo holding a bottle of vodka, in the Las Vegas night.
ru: Очень пьяная Натани торчит на крыше лимузина для вечеринки с бутылкой водки в ночь в Лас-Вегасе.

source: A young Keith surprises himself and Alaric by beating him in a sparing match.
ru: Молодой Кит удивляет себя и Алэрика, побив его в дружеском матче.

source: A young Raine receives a little stuffed wolf on Christmas. The tag only reads: From “Father” Christmas.
ru: Юная Рэйн получает на Рождество маленькое чучело волка. На метке написано только: от «Деда» Мороза.

source: A-team vs B-team: Battle of the Bands
ru: Команда А против команды Б: Битва отрядов

source: AU - Rose (a-la old grandma) taking care of Trace and Saria's unruly/chaotic child
ru: АВ - Роуз (а-ля старая бабушка) заботится о непослушном/хаотичном ребёнке Трэйса и Сарии

source: AU Female Trace gushes over her Tigress Form while Male Flora gawks in utter shock
ru: АВ Самка Трэйс фонтанирует своей формой тигрицы, в то время как парень Флора таращится на неё в полном шоке

source: AU Maddie and Maeve discovered a photo booth and are now taking weird photos
ru: АВ Мэдди и Мэйв обнаружили фотобудку и теперь делают причудливые фотографии

source: AU in which Flora found Keith instead.
ru: АВ, в которой Флора нашла Кита.

source: AU where Natani is a punk rock star with a devil may care attitude, and Kat is a fan asking for autographs.
ru: АВ, в которой Натани — панк рок-звезда с наплевательским отношением ко всему вокруг, а Кэт — фанат, просящий автографы.

source: AU where Rose is the one who frees Mary and Raine from Trace’s Templars instead of Euchre. Although she makes it clear, it’s more for Raine’s sake than Mary’s.
ru: АВ, в которой Мэри и Рэйн от тамплиеров Трэйса освобождает Роуз, а не Юкрэ. Хотя она и даёт понять, что делает это больше ради Рэйн, а не ради Мэри.

source: AU: A young puppy form Raine plays chase with young Reni.
ru: АВ: Молодая щеночек Рэйн играет в догонялки с молодой Рэни.

source: AU: Brutus leaves Clovis for Captain Jenny and lives happily ever after
ru: АВ: Брут покидает Кловиса ради капитана Дженни и после живёт долго и счастливо

source: AU: Clovis subconsciously alters the poison to be less than fatal by passing on his curse to Brutus. Rose offers the new wolfess a new life as a maid for the manor.
ru: АВ: Кловис подсознательно изменяет яд, чтобы он был менее смертельным, передавая своё проклятие Бруту. Роуз предлагает новой волчице новую жизнь в качестве горничной в поместье.

source: AU: Having learned the transformation spell, Trace uses it on himself instead of Mary, intending to reshape the Templar order into a Keidran one. Euchre approves.
ru: АВ: Выучив заклинание трансформации, Трэйс использует его на себе вместо Мэри, намереваясь переформировать Орден тамплиеров в кайдрэнский. Юкрэ одобряет.

source: AU: Keith And Natani meet as kids. One has a crush on the other!
ru: АВ: Кит и Натани втречаются детьми. Один из них втрескался в другого!

source: Adelaide Doom Slayer
ru: Аделаида Палач Рока

source: Adelaide and Adira commiserating with each other about the lack of grandchildren to spoil in their future
ru: Аделаида и Адира выражают друг другу соболезнования по поводу отсутствия внуков, о которых им нужно будет заботиться в будущем

source: Adelaide and Maddie's Father: Forbidden First Date Edition. Maddie's father sneaks his way into the castle to see Adelaide
ru: Аделаида и отец Мэдди: издание с запретным первым свиданием. Отец Мэдди пробирается в замок, чтобы увидеть Аделаиду

source: Adelaide and Maddie's Father: Forbidden First Date edition. Maddie's father sneaking his way into the castle to see Adelaide
ru: Аделаида и отец Мэдди: издание с запретный первым свиданием. Отец Мэдди пробирается в замок, чтобы увидеть Аделаиду

source: Adelaide and Maddie's father (back turned and face hidden) sitting on a secluded beach together watching the sunset. Adelaide saying something like "I've really missed you."
ru: Аделаида и отец Мэдди (повёрнут спиной, так что лица не видно) сидят вместе на уединённом пляже и смотрят на закат. Аделаида говорит что-то вроде «Я очень по тебе скучала».

source: Adelaide and Madelyn as Kratos and Atreus from God of War
ru: Аделаида и Мэделин в ролях Кратоса и Атрея из God of War

source: Adelaide and Natani joyfully sparring.
ru: Весёлый спарринг Аделаиды и Натани.

source: Adelaide crossing the open sea à la Washington crossing the Delaware.
ru: Аделаида пересекает открытое море подобно тому, как Вашингтон пересёк Делавэр.

source: Adelaide demolishing a tower by lifting it
ru: Аделаида уничтожает башню, поднимая её

source: Adelaide finds a suspiciously iconic, vaguely familiar Norse hammer and decides she likes it enough to bring it home
ru: Аделаида находит подозрительно знаковый, смутно знакомый скандинавский молот и решает, что он ей нравится достаточно, чтобы забрать его домой

source: Adelaide in the "It's like I'm wearing nothing at all" pose
ru: Аделаида в позе «как будто на мне вообще ничего не надето»

source: Adelaide in the Highland Games, doing a caber toss.
ru: Аделаида на играх горцев участвует в метании брёвен.

source: Adelaide meeting her match in and arm wrestling contest against a muscular female spotted hyena.
ru: Аделаида встретилась с мускулистой самкой пятнистой гиены в поединке по армрестлингу.

source: Adelaide on a Vista, wearing her king's garb and overlooking the Eastern Basitin Empire.
ru: Аделаида смотрит в будущее, одетая в свои королевские одежды и оглядывающая Восточную баситинскую империю.

source: Adelaide punches Alabaster for Calling Maddie “a waste”
ru: Аделаида ударяет Алебастера за то, что тот назвал Мэдди «пустой тратой времени»
