Repository: Mingun/twokinds-omnipoll-results
Catalog: data/*/*.po
Languages: ru

source: Karate Kat: All the combat training Natani gave Kat has finally paid off and the two of them spring into picture perfect jumping kicks, worthy of an 80's training montage!
ru: Каратэ Кэт: Все боевые тренировки, которыми Натани донимала Кэт, наконец-то окупились, и они вдвоём воплощают идеальные удары ногами в прыжках, достойные кино 80-х о боевых искусствах!

# publish_name
source: Karen Ear-ased
ru: Невез-уха Карэн

source: Karen catches Maren giving Sythe a belly rub
ru: Карэн застукивает Марэн, которая чешет живот Сифу

source: Karen gains a new set of ears, this time the Basitin variant ‒ and finds them quite sensitive to the touch.
ru: Карэн обзаводится новым набором ушей, на этот раз баситинским вариантом — и находит их весьма чувствительными на ощупь.

source: Karen meets young Maeve, she shouts "Look at the cute little kitty! can we keep her?" While giving her a super tight bear hug. Maren is heard from outside the panel, "No Karen we cannot keep Maeve."
ru: Карэн встречает молодую Мэйв, выкрикивает: «Посмотри на милого маленького котёночка! мы можем её оставить?», а в это время крепко её обнимает. Из-за кадра слышен голос Марэн: «Нет, Карен, мы не можем оставить Мэйв».

source: Karen reveals some of her own private fears and worries to Maddie while they're in the dungeon, showing a different side of herself.
ru: Карэн раскрывает Мэдди часть своих личных страхов и переживаний, пока они находятся в темнице, показывая себя с другой стороны.

source: Karen, ever excited and eager to change herself, meets Nora
ru: Карэн, как всегда возбуждённая и жаждущая измениться, встречает Нору

source: Karma at last: Nora can't stop her body from behaving like a dog, to her embarrassment, when one of her own pranks backfires.
ru: Карма настигла: Нора, к своему смущению, не может удержать своё тело от собачьего поведения, когда одна из её собственных шалостей обращается против неё.

source: Karma finally strikes Nora when a backfired spell sends a random dog's mind into her body and gives it control, making her to act like a dog.
ru: Карма наконец-то покарала Нору, когда отражённое заклинание переместило в её тело разум случайной собаки и дало ей над ним контроль, заставив вести его как собака.

source: Kat & Mike's mistletoe kiss fully illustrated. (Mistletoe mistake 2 cont.)
ru: Полностью проиллюстрированный поцелуй под омелой Кэт и Майка (продолжение Ошибки с омелой 2).

source: Kat (with sewing table in background) presenting Flora with baby "onesie" suit with provisions for a tail and cat ears.
ru: Кэт (со столом для шитья на заднем плане) представляет Флоре детский костюмчик «onesie (комбинезон)» с хвостом и кошачьими ушками.

# publish_name
source: Kat Against the Glass
ru: Кэт напротив стекла

# publish_name
source: Kat Laser
ru: Лазер для Кэт

source: Kat against the glass: Flora edition
ru: Кэт напротив стекла: версия с Флорой

source: Kat and Adira bathing in a winter hot spring.
ru: Кэт и Адира купаются в зимнем горячем источнике.

source: Kat and Eric on date
ru: Кэт и Эрик на свидании

source: Kat and Evil Kat reenacting the Spider-Man pointing (at Spider-Man) meme
ru: Кэт и Злая Кэт воссоздают мем с указывающим (на Человека-паука) Человеком-пауком

# publish_name
source: Kat and Flora Chest-to-Chest
ru: Кэт и Флора грудь-к-груди

source: Kat and Flora if their faces were made in Toms more modern style (Like the tigress meanies)
ru: Кэт и Флора, если бы их лица были выполнены в более современном стиле Тома (как у подлых тигриц)

source: Kat and Flora teasing tiger Trace
ru: Кэт и Флора дразнят тигра Трэйса

source: Kat and Maren open up a keidran wellness salon with grooming and massages.
ru: Кэт и Марэн открывают кайдрэнский велнес-салон с грумингом (уходом за мехом) и массажем.

# publish_name
source: Kat and Nora - Love Talk
ru: Кэт и Нора — разговоры о любви

# publish_name
source: Kat and Nora - Love Talk 2
ru: Кэт и Нора — разговоры о любви 2

source: Kat and VV Mike heading on a date together on a frosty evening.
ru: Кэт и ОЛ Майк собираются на совместное свидание морозным вечером.

source: Kat and Zen build a snowman, and discover that using mana crystals to help build it may have been a mistake
ru: Кэт и Зен лепят снеговика и обнаруживают, что использование помощи кристаллов маны для его создания могло быть ошибкой

source: Kat and Zen eat spaghetti, as in the scene from "Lady and the Tramp" by Disney.
ru: Кэт и Зен едят спагетти, как в сцене из диснеевской «Леди и Бродяги».

source: Kat and Zen kiss in a shower
ru: Кэт и Зен целуются в душе

source: Kat as Beatrix LeBeau - slime rancher from the game "Slime Rancher", feeding her Tabby Slimes (cat-like slimes).
ru: Кэт в роли Беатрикс ЛёБо — хозяйки ранчо слаймов из игры «Slime Rancher», кормящей своих полосатых слаймов (кошкоподобные слаймы).

source: Kat as Black Widow and Eric as Hawkeye
ru: Кэт в роли Чёрной вдовы и Эрик в роли Соколиного глаза

source: Kat as a kitten with her parents
ru: Кэт в виде котёнка с её родителями

source: Kat as a kitten with her parents playing with a yarn ball
ru: Кэт в виде котёнка с её родителями играет с клубком ниток

source: Kat as the cyborg girl from the Cyberpunk 2013 trailer
ru: Кэт в виде девушки-киборга из трейлера Cyberpunk от 2013-го года

source: Kat bathes under a waterfall to beat the summer heat
ru: Кэт купается под водопадом, чтобы облегчить летнюю жару

source: Kat complete new clothes for Nora. But Kat wrong with clothes size. Fortunately, the problem is solved much easier when the customer can change own size.
ru: Кэт закончила новый наряд для Норы. Но Кэт ошиблась с размером одежды. К счастью, проблема решается гораздо проще, когда клиент может изменить свой размер.

source: Kat dancing in the pale moonlight; inksplotch style
ru: Кэт танцует в бледном лунном свете; стиль чернильных пятен

source: Kat dancing on some fields on a moonlit night; inksplotch tyle
ru: Кэт танцует на каком-то поле в лунную ночь; тиль чернильных пятен

source: Kat dancing with Mike after being rejected by Eric at a ball party
ru: Кэт танцует с Майком после того, как на балу её отверг Эрик

source: Kat discovers she is able to swap Mikes sex
ru: Кэт обнаруживает, что она способна изменять пол Майка

source: Kat doing that butt-wiggle-cat-pounce thing
ru: Кэт делает эту штуку с покачиванием-попы-перед-напрыгом

source: Kat dressed in a witch outfit...but its the bookish kind not the sexy kind
ru: Кэт, одетая в костюм ведьмы... но в её книжный вид, а не в сексуальный

source: Kat gets a sensual 'welcome back' massage from her masseuse mentor that taught her everything she knows
ru: Кэт получает чувственный массаж «добро пожаловать назад» от своего наставника-массажиста, который научил её всему, что она знает

source: Kat gets hit with the heart's desire spell to show a hunkier more forthcoming Eric
ru: Кэт применяет на себя заклинание «желаний сердца», чтобы увидеть более развязного и более общительного Эрика

source: Kat gives a reassuring hug to someone having a bad day
ru: Кэт ободряюще кого-то обнимает, у кого сегодня плохой день

source: Kat helps Zen walk again, thanking him for getting her home safe after getting drunk.
ru: Кэт помогает Зену снова начать ходить, в благодарность за то, что он благополучно привёл её домой после пьянки.

source: Kat helps zen walk again
ru: Кэт помогает зену снова начать ходить

source: Kat in a Maid outfit
ru: Кэт в костюме горничной

source: Kat in a cute pose, holding her legs and smiling
ru: Кэт в милой позе, держит свои ноги и улыбается

source: Kat is finally convinced Flora is not "just fat" as she nears the end of her pregnancy.
ru: Кэт наконец-то убедилась, что Флора не «просто толстая», поскольку её беременность подходит к концу.

source: Kat is finally convinced Flora is not "just fat" as she nears the end of the pregnancy.
ru: Кэт наконец-то убедилась, что Флора не «просто толстая», поскольку её беременность подходит к концу.

source: Kat is stripping clothes from dolls of her friends. Unbeknownst to her, this is compelling her real friends in the Oasis Room to get naked.
ru: Кэт снимает одежду с кукол своих друзей. Без её ведома это заставляет раздеться её настоящих друзей в Оазисной.

source: Kat makes Sythe new diplomat clothes. Maren secretly likes the look, but feigns indifference
ru: Кэт шьёт Сифу новый дипломатический костюм. Марэн в тайне нравится его внешний вид, но она старается выглядеть безразлично

source: Kat makes Sythe new diplomat clothes. Maren secretly likes the look, but feigns indifference.
ru: Кэт шьёт Сифу новый дипломатический костюм. Марэн в тайне нравится его внешний вид, но она старается выглядеть безразлично.

source: Kat massages Zen so well his leg recovers
ru: Кэт так хорошо делает массаж Зену, что его нога восстанавливается

source: Kat meets the triplets from the Dragon Masquerade and they admire each other’s tailoring skills.
ru: Кэт встречает тройняшек из Драконьего маскарада, и они восхищаются навыками шитья друг друга.

source: Kat mid-jump into the moonlit pool (upward angle, ink-splotch style)
ru: Кэт в середине прыжка в освещённый луной бассейн (взгляд под углом снизу вверх, стиль чернильного рисунка)

source: Kat pressing her hands and chest up against a window or the viewer's screen
ru: Кэт прижимает руки и грудь к окну или экрану зрителя

source: Kat removes clothes from her puppets to make way for new outfits. Meanwhile in the Oasis Room people on the beach are suddenly strangely compelled to get naked.
ru: Кэт снимает одежду со своих плюшевых кукол, чтобы одеть их в новые наряды. Тем временем в Оазисной народ на пляже вдруг странным образом вынужден раздеться.

source: Kat removes clothes from her puppets to make way for new outfits. Meanwhile in the Oasis Room some people on the beach suddenly feel compelled to get naked.
ru: Кэт снимает одежду со своих плюшевых кукол, чтобы одеть их в новые наряды. Тем временем в Оазисной кое-кто на пляже вдруг внезапно чувствует потребность раздеться.

source: Kat sees a dream in which she is pregnant and cries after waking up.
ru: Кэт снится сон, в котором она беременна и после пробуждения она плачет.

source: Kat surrenders to her canine side and rolls over for some belly rubs
ru: Кэт сдаётся своим собачьим инстинктам и катается по полу, чтобы почесать живот

source: Kat unleashing the power of ban hammer!
ru: Кэт раскрывает силу банхаммера!

source: Kat uses "Evil Kat" to finally experience one of her own massages
ru: Кэт использует «Злую Кэт» чтобы наконец-то попробовать один из своих собственых массажей

source: Kat willow and Laura sitting at there dinner table recording a podcast
ru: Кэт огонёк и Лаура сидят за обеденным столом и записывают подкаст

# publish_name
source: Kat's Evil Clone 2
ru: Злой клон Кэт 2

source: Kat's Fight Training continuation: Natani actually hits Kathrin.
ru: Продолжение Боевой тренировки Кэт: Натани действительно бьёт Кэтрин.

source: Kat's Fight Training sequel: Zen walks in to find Natani unconscious on the floor having been knocked out in one punch by Kathrin.
ru: Продолжение Боевой тренировки Кэт: входит Зен, чтобы обнаружить Натани, лежащую на полу без сознания, которая была одним ударом нокаутирована Кэтрин.

source: Kat, Maren or Natani as Laura Croft, Tomb Raider
ru: Кэт, Марэн или Натани в роли Лары Крофт, расхитительницы гробниц

# publish_name
source: Kat-o-Vision
ru: Глазами Кэт

source: Kathrin and Raine go for drinks at the Riftwall.
ru: Кэтрин и Рэйн идут выпить в Рифтволл.

source: Kathrin as an anthropomorphized Bat, happy Halloween!
ru: Кэтрин в виде антропоморфной летучей мыши, счастливого Хэллоуина!

source: Kathrin as barman cheering and pouring a drink
ru: Кэтрин как бармен, подбадривающая и наливающая выпить

source: Kathrin chasing a laser
ru: Кэтрин преследует лазер

source: Kathrin cheering up Mike after a bad day on Eric's boat.
ru: Кэтрин подбадривает Майка после неудачного дня на лодке Эрика.

source: Kathrin get's a little too excited and began making outfits for all her versions (Boy, Cat, Dog, Feral, ect.)
ru: Кэтрин слишком возбудилась и начала делать наряды для всех своих версий (для мальчика, кошки, собаки, дикой и так далее)

source: Kathrin getting a foot massage
ru: Кэтрин получает массаж ног

source: Kathrin going for a jog with Mihari.
ru: Кэтрин собирается на пробежку с Михари.

source: Kathrin in a wedding dress
ru: Кэтрин в свадебном платье

source: Kathrin is split into two: her dog half and her cat half, and they interact.
ru: Кэтрин разделяется на две части: собачью половинку и кошачью половинку — и они общаются между собой.

source: Kathrin leans against a door frame, with a seductive look.
ru: Кэтрин соблазнительно прислоняется к дверному косяку.

source: Kathrin on skateboard. cuz why not xD
ru: Кэтрин на скейтборде. потму что чего б нет xD

source: Kathrin puts on a fashion show for more of her outfits, with female Trace, Keith, and/or Mike and Evals as the models.
ru: Кэтрин устраивает показ мод большого количества её нарядов, моделями служат женские версии Трейса, Кита и/или Майка и Ивэлса.

source: Kathrin tied to the ground with threads, à la Gulliver's Travels, after Nora makes the puppets of her friends come to life.
ru: Кэтрин, привязанная к земле нитями, как в Путешествиях Гулливера, после того, как Нора оживила марионеток её друзей.

source: Kathrin wearing a dress, standing in Marilyn Monroe's famous pose from 'The Seven Year Itch'.
ru: Кэтрин в платье, стоя в знаменитой позе Мэрилин Монро из «Зуда седьмого года».

source: Kathrin's Fast Chicken (KFC) - keidran's fast food. A chicken released on the field and the customer try catch it.
ru: Быстрая курица Кэтрин (KFC) — кайдрэнский фаст-фуд. Курицу выпускают на поле, а покупатель пытается её поймать.

source: Kathrin's cooking show: she gets a suggestion for a recipe that sounds hideous. She makes it and it turns out fantastic.
ru: Кулинарное шоу Кэтрин: ей предлагают рецепт, который звучит ужасно. Она готовит по нему и результат получается выше всяческих похвал.

source: Kat’s New hand shaken milkshake recipe is a hit with the local guys. Eric dose not understand why.
ru: Новый рецепт взбитого руками молочного коктейля от Кэт становится хитом среди местных парней. Эрик не понимает, почему.

source: Kat’s introduction page scene but as very cat Kat, she nuzzles Trace’s calf/leg to greet him, Flora is equally jealous. Trace is just happy to see a kitty.
ru: Страница со сценой представления Кэт, только она в виде очень кошачьей Кэт, она тычется носом в лодыжку Трэйса, чтобы его поприветствовать, Флора так же ревнует. Трэйс же просто рад видеть котёночка.

source: Kat’s rollercoaster of emotion as she tries to thread a needle.
ru: Калейдоскоп эмоций Кэт, когда она пытается вдеть нитку в иголку.

source: Kei kiss Reni under mistletoe. It's just platonic kiss, but it still making her blush
ru: Кей целует Рэни под омелой. Это просто платонический поцелуй, но он всё равно заставляет её покраснеть

source: Keidran Adrakist Sisters: Karen and Maren
ru: Кайдрэн сёстры-адракисты: Карэн и Марэн

source: Keidran Maren and Keidran Nibbly cat-fighting for Scythe's attention.
ru: Кошачья битва кайдрэн Марэн и кайдрэн Ниббли за внимание Сифа.

source: Keidran Maren and Keidran Nibbly competing for Sythe's attention, who is busy playing with a squeaky duck toy.
ru: Кайдрэн Марэн и кайдрэн Ниббли сражаются за внимание Сифа, занятого игрой с игрушечной скрипучей уточкой.

source: Keidran Maren and Keidran Nibbly fighting for Scythe's affection/attention.
ru: Кайдрэн Марэн и кайдрэн Ниббли сражаются за расположение/внимание Сифа.

source: Keidran Nibbly laying on a bed with her temporary nightwear (like in Magical Mishaps) and in a cute pose.
ru: Кайдрэн Ниббли лежит на кровати в своей временной ночнушке (как в Магических казусах) и в милой позе.

source: Keidran Nibbly nose booping Sythe. By that I mean nose to nose.
ru: Кайдрэн Ниббли тыкает в нос Сифу. Под «тыканьем» я подразумеваю «носом в нос».

source: Keidran Raine meets Keidran Maren. This time Maren's the embarrassed one.
ru: Кайдрэн Рэйн встречает кайдрэн Марэн. В этот раз смущённой оказывается Марэн.

source: Keidran Raine meets Keidran Maren. This time Maren's the uncomfortable and embarrassed one.
ru: Кайдрэн Рэйн встречает кайдрэн Марэн. В этот раз стесняющейся и смущённой оказывается Марэн.

source: Keidran Ref sheet: Forest Wolves. Similar to a character ref sheet.
ru: Справочный лист кайдрэн: Лесные волки. Аналогично справочным листам персонажей.

source: Keidran crossbreed! Tiger/wolf? Snow leopard/fox?
ru: Скрещённый кайдрэн! Тигр/волк? Снежный барс/лис?

source: Keidranified Nibbly eagerly pressing her bust against an embarrassed Fem Sythe's
ru: Кайдренофицированная Ниббли нетерпеливо прижалась своей грудью к смущенной самке Сифу

source: Keidranized Okami Amaterasu
ru: Кайдрэнизированная Оками Аматэрасу

# publish_name
source: Keith Tease
ru: Дразнящий Кит

source: Keith and Alaric are a hot gay couple "off the set" of TwoKinds.
ru: Кит и Алэрик — горячая гей-пара «вне съёмок» TwoKinds.

source: Keith and Alaric meeting for the first time
ru: Первая встреча Кита и Алэрика

source: Keith and Alaric's duel in the style of a cheesy wild west standoff
ru: Дуэль Кита и Алэрика в стиле дебоша на диком западе

source: Keith and Laura fiery tango dance.
ru: Кит и Лаура танцуют зажигательное танго.

source: Keith and Natani are getting very intimate with each other when they are interrupted by Trace walking into the room.
ru: Кит и Натани становятся очень близки друг с другом, когда их прерывает входящий в комнату Трэйс.

source: Keith and Natani at swimming at the beach
ru: Кит и Натани плавают на пляже

source: Keith and Natani carving pumpkins with Natani going on about how great her pumpkins always are and Keith giving her the uh huh, sure they are face
ru: Кит и Натани вырезают тыквы и Натани рассказывает о том, какие у неё всегда классные получаются тыквы, а Кит говорит ей о да, конечно, они — лицо

source: Keith and Natani cuddling
ru: Обнимашки Кита и Натани

source: Keith and Natani dressed as Razor and T-Bone from Swat Kats
ru: Кит и Натани, одетые как Рейзор и Ти-Бон из Котов быстрого реагирования

source: Keith and Natani embarrassed by Trace and Flora's overly affectionate behavior during a double date.
ru: Кит и Натани смущены чрезмерно ласковым поведением Трэйса и Флоры во время двойного свидания.

source: Keith and Natani find a quiet spot during a Christmas party to exchange gifts and kisses
ru: Кит и Натани находят тихое место во время рождественской вечеринки для обмена подарками и поцелуями

source: Keith and Natani going out for a romantic Valentine's day dinner
ru: Кит и Натани собираются на романтический ужин в День святого Валентина

source: Keith and Natani in swimwear at the beach
ru: Кит и Натани в купальниках на пляже

source: Keith and Natani in the Oasis Room: Natani standing out of the water holding a flustered Keith's swim trunks and telling him if he wants them back he has to come out and get them. Natani's shocked when he does so.
ru: Кит и Натани в Оазисной: Натани, стоящая у воды, держит плавки смущённого Кита и говорит ему, что если он хочет их вернуть, ему придётся выйти и взять их. Натани в шоке, когда он это и делает.

source: Keith and Natani making one another flower crowns and basking in a sunspot now that winter's finally over
ru: Кит и Натани делают друг другу цветочные венки и греются в лучах солнца, когда зима наконец-то закончилась

source: Keith and Natani share a dance and a kiss at a Basitan party, which isn't anywhere near as scandalous as their paws touching
ru: Кит и Натани танцуют и целуются на баситанской вечеринке, что не вызывает такого скандала, как то, что их лапы соприкоснулись

source: Keith and Natani share a warm embrace
ru: Кит и Натани тепло обнимаются

source: Keith and Natani show off their dancing skills
ru: Кит и Натани демонстрируют свои танцевальные способности

source: Keith and Natani snuggling under a blanket in a cabin watching the snow fall outside the window
ru: Кит и Натани уютно устроились под одеялом домиком, наблюдая за снегопадом за окном

source: Keith and Natani spar with swords, Keith keeps scoring points by swatting Natani's rump! Natani is obviously flustered
ru: Кит и Натани сражаются на мечах, Кит набирает очки, нанося удары по основанию хвоста Натани! Натани явно возбуждена

source: Keith and Natani stargazing on a hill
ru: Кит и Натани смотрят на звёзды, сидя на холме

source: Keith and Natani, snuggled up together and sipping hot drinks, watching the rain outside
ru: Кит и Натани прижались друг к другу и потягивают горячие напитки, наблюдая за дождём на улице

source: Keith and Natini wearing Tony Stark and Pepper Pott's armor from Avengers: Endgame
ru: Кит и Натани, одетые в броню Тони Старка и Пеппер Поттс из фильма Мстители: Финал

# publish_name
source: Keith and Trace Sparring
ru: Кит и Трэйс спаррингуют

source: Keith and Trace in an epic thumb fight, with Flora and Natani cheering them on.
ru: Кит и Трэйс в эпической борьбе на пальцах, Флора и Натани подбадривают их.

source: Keith and Trace sparring, kind of a bonding moment between the two
ru: Кит и Трэйс спаррингуют, своего рода разговор по душам между этими двумя

source: Keith and young natani dating may be having a picnic in a park.
ru: Кит и молодая натани устроили свидание-пикник в парке.

source: Keith as Geralt training Maddie as Ciri at Khear Morhen
ru: Кит в роли Геральта тренирует Мэдди в роли Цири в Каэр Морхене

source: Keith as John Wick in a frenzy, avenging the killing of his Wolf
ru: Кит в роли Джона Уика в бешенстве мстит за убийство своей волчицы

source: Keith as Marty Mcfly and Trace as Doc Brown from back to the future, standing by the delorean.
ru: Кит в роли Марти Макфлая и Трэйс в роли Дока Брауна из назад в будущее стоят рядом с делорианом.

source: Keith as Snake and Natani as Eva from Metal Gear Solid 3
ru: Кит в роли Снейка и Натани в роли Евы из Metal Gear Solid 3

source: Keith as the Soul Of Cinder from Dark Souls 3.
ru: Кит в роли Души пепла из Dark Souls 3.

source: Keith awakening as a Guardian from Destiny with Laura as his Ghost.
ru: Кит пробуждается в качестве Стража из Destiny, Лаура — его Призрак.

source: Keith gets a turn being the big spoon (or in his case the backpack)
ru: Приходит черёд Кита побыть «большой ложкой» (спать сзади) (или, в его случае, «рюкзаком»)

source: Keith holding/cuddling Laura’s tail
ru: Кит держит/обнимает хвост Лауры

source: Keith impresses the local foxes when Laura takes him cliff jumping
ru: Кит поражает местных лис, когда Лаура берёт его на прыжки со скал

source: Keith on clarinet and Natani on alto sax playing a beautiful duet
ru: Кит на кларнете и Натани на альт-саксофоне образуют прекрасный дуэт

source: Keith on the clarinet and Natani on the alto sax for a beautiful duet
ru: Кит на кларнете и Натани на альт-саксофоне образуют прекрасный дуэт

source: Keith performs a sexy striptease for Natani.
ru: Кит выполняет для Натани сексуальный стриптиз.

source: Keith posing for Natani in traditional Basitin lingerie: lacy paw coverings, and nothing else
ru: Кит позирует для Натани в традиционном баситинском нижнем белье: кружевные полоски на лапы и ничего больше

source: Keith proposing to Laura
ru: Кит делает предложение Лауре

source: Keith proposing to Natani with young Natani in the background yelling to do it
ru: Кит делает предложение Натани, на заднем плане молодая Натани кричит, чтобы первая его приняла

source: Keith reading an adventure novel to Natani and Natani becomes very interested in the story
ru: Кит читает Натани приключенческий роман и Натани очень заинтерисовывает история

source: Keith reading to Natani and Natani becomes very interested in the story
ru: Кит читает Натани, и Натани очень заинтересована историей
