Repository: Mingun/twokinds-omnipoll-results
Catalog: data/*/*.po
Languages: ru

source: Natani and Zen dressed as Sam and Dean respectively from Supernatural with Natani using Sam's demon blood powers and Zen using the Colt pistol.
ru: Натани и Зен, одетые как Сэм и Дин соответственно из Сверхъестественного с Натани, использующей силы демонической крови Сэма, и Зеном, использующим пистолет Кольта.

source: Natani and Zen try to summon a demon for Halloween, but they mess up and instead summon Mrs. Nibbly
ru: Натани и Зен пытаются призвать на Хэллоуин демона, но им не везёт и вместо этого они призывают мисс Ниббли

source: Natani and keith kissing at the beach while sunset and the sea in the background
ru: Натани и кит целуются на пляже во время заката и моря на заднем плане

source: Natani as Aloy in the world of Horizon: Zero Dawn, maybe riding an overridden Strider
ru: Натани в роли Элой в мире Horizon: Zero Dawn, может быть, скачущая на перехваченном бегуне

source: Natani as John Wick
ru: Натани в роли Джона Уика

source: Natani as Mulan training under Keith as Li Shang, respectively, from the animated Disney's 'Mulan', with Nora in the role of Mushu.
ru: Натани в роли Мулана тренируется под руководством Кита в роли Ли Шанга, соответственно, из диснеевского мультфильма «Мулан» с Норой в роли Мушу.

source: Natani as Mulan training under Keith as Li Shang, respectively, from the animated Disney's 'Mulan'. Nora as Mushu peaking in the background.
ru: Натани в роли Мулана тренируется под руководством Кита в роли Ли Шанга, соответственно, из диснеевского мультфильма «Мулан». На заднем плане подглядывает Нора в роли Мушу.

source: Natani as Tifa, Laura as Aerith, and Keith as Cloud in dresses from Don Corneo’s bride scene from Final Fantasy VII Remake.
ru: Натани в роли Тифы, Лаура в роли Айрис и Кит в роли Клауда в платьях из сцены смотрин у Дона Корнео из Final Fantasy VII Remake.

source: Natani as a 1950s roller skating car hop waitress.
ru: Натани в роли официантки 1950-х годов на роликовых коньках, доставляющей заказы в машину.

source: Natani as a white wolf and Keith takes off his shirt
ru: Натани как белый волк, а Кит снимает свою рубашку

source: Natani attempts to seduce Keith, as awkwardly as possible.
ru: Натани пытается соблазнить Кита, и делает это так неловко, как только можно.

source: Natani bites her own finger when she try’s to eat a candy bar
ru: Натани кусает свой собственный палец, когда пытается съесть шоколадный батончик

source: Natani body pillow
ru: Полноростовая подушка с Натани

source: Natani comforting Keith after a nightmare
ru: Натани успокаивает Кита после кошмара

source: Natani comforting Keith after he has a nightmare
ru: Натани успокаивает Кита после того, как тому приснился кошмар

source: Natani discovers Zen and Kat napping together and decides to embarrass them both
ru: Натани обнаруживает спящих вместе Зена и Кэт и решает смутить их обоих

source: Natani dressed as Red Savarin, and Keith dressed as Elh Melizée from Solatorobo
ru: Натани, одетая как Рэд Саварин и Кит, одетый как Эльх Мелайз из Solatorobo

source: Natani dressed as Shantae and Keith dressed as Bolo
ru: Натани, одетая как Шантэ и Кит, одетый как Боло

source: Natani dressed as a call of duty hellhound
ru: Натани, одетая как адская гончая из call of duty

source: Natani driving a motorcycle with Keith
ru: Натани ведёт мотоцикл с Китом

source: Natani frightened by a thunderstorm is comforted by Keith
ru: Кит утешает Натани, испуганную грозой

source: Natani getting cuddled between Keith and FemKeith
ru: Натани зажата в объятиях между Китом и СамкойКитом

source: Natani giving Kat swim lessons in the mansions oasis room.
ru: Натани даёт Кэт уроки плавания в оазисной комнате поместья.

source: Natani in a groom outfit (tuxedo, suit, etc) Carrying his "bride" (Keith in a wedding dress) bridal style, having him very embarrassed
ru: Натани в наряде жениха (смокинг, костюм и прочие вещи) Ношение на руках его «невесты» (Кита в свадебном платье) в свадебном стиле заставляет его крайне смутиться

source: Natani stumbles upon Zen and Keith having a dance off. Complete with disco attire, and Earth, Wind and Fire.
ru: Натани натыкается на танцующих Зена и Кита. В комплекте наряд для дискотеки и группа «Earth, Wind and Fire».

source: Natani takes Flora out drinking for the first time after the baby.
ru: Натани вытаскивает Флору выпить впервые после ребёнка.

source: Natani takes Flora's idea and tries to create a bust chart filled with characters that make her bust look smaller instead of looking bigger.
ru: Натани подсматривает идею у Флоры и пытается создать диаграмму бюстов, заполненную персонажами, которые заставляют её бюст выглядеть меньше, а не больше.

source: Natani takes Keith for a walk on a leash - another lost bet.
ru: Натани берёт Кита на прогулку на поводке — ещё одна проигранная ставка.

source: Natani teases Keith with bare paws
ru: Натани дразнит Кита голыми лапами

source: Natani trying to be cute for Keith, and Keith can’t decide if he wants to stare, or look away out of embarrassment
ru: Натани пытается завлечь Кита, а Кит не может решить, хочет ли он поглазеть или отвести взгляд от смущения

source: Natani walks Keith out on a leash - another lost bet.
ru: Натани идёт с Китом на прогулку на поводке — ещё одна проигранная ставка.

source: Natani wearing the Infinity Gauntlet and she's about to snap her fingers.
ru: Натани одела Перчатку Бесконечности и собирается щёлкнуть пальцами.

source: Natani wears the pants in their relationship by stealing Keith's.
ru: В отношениях Натани и Кита брюки носит Натани, украв их у Кита.

source: Natani's Blunt Dating Service 2: Natani tries to match Kat up again and introduces her to Raine (very bluntly).
ru: Бестактная служба знакомств Натани 2: Натани снова пытается свести с кем-то Кэт и знакомит её с Рэйн (очень бестактно).

source: Natani's Blunt Dating Service 2: Now that Team B is at the manor, Natani barges in and presents a slightly embarrassed Kat to Raine.
ru: Бестактная служба знакомств Натани 2: Теперь, когда команда Б находится в усадьбе, врывается Натани и представляет Рэйн слегка смущённую Кэт.

source: Natani, Keith, Kat and Zen play Jumanji!
ru: Натани, Кит, Кэт и Зен играют в Джуманджи!

source: Natani, Keith, and Laura dressed as Susie, kris, and Ralsei
ru: Натани, Кит и Лаура, одетые как Сьюзи, Крис и Ральзей

source: Natani, Trace, and Kat having the equivalent to a paintball fight, but with magic, and Keith and Flora sitting on the sidelines
ru: Натани, Трэйс и Кэт играют в нечто подобное пейнтболу, только используя магию, а Кит и Флора сидят в сторонке

source: Natani, Zen and Keith as the Spanish Inquisition from Monty Python. Nobody expects the Spanish Inquisition!
ru: Натани, Зен и Кит в роли испанской инквизиции из Монти Пайтона. Никто не ждёт испанской инквизиции!

source: Natani, Zen and Keith as the Spanish Inquisition from Monty Python. Nobody expects the Spanish Inquisition!!
ru: Натани, Зен и Кит в роли испанской инквизиции из Монти Пайтона. Никто не ждёт испанской инквизиции!!

source: Natani, Zen and Keith as the Spanish Inquisition from the Monty Python. Nobody expects the Spanish Inquisition!
ru: Натани, Зен и Кит в роли испанской инквизиции из Монти Пайтона. Никто не ждёт испанской инквизиции!

source: Natani, out of character, chest-to-chest up against Kathrin, who is looking flustered and confused. Out of Natani's back is a Valentine arrow.
ru: Натани ведёт себя не в своём стиле, прижавшись своей грудью к груди Кэтрин, которая выглядит растерянной и смущённой. Из спины Натани торчит стрела-валентинка.

source: Necromancer Trace: ivory skin, cold black eyes, dark scars; raising the undead, commanding them...to protect the citizens. What? He's a Necromancer not evil
ru: Некромант Трэйс: кожа цвета слоновой кожи, холодные чёрные глаза, тёмные шрамы; поднимает нежить, командует ею... чтобы защитить горожан. Чего? Он некромант, а не злой

source: Necromancess/Deathknight Kat! (Black robes and summoning a small skelton, the usual Necromancer stuff)
ru: Некромантша/Рыцарь смерти Кэт! (Чёрные одеяния и вызов небольшого скелта, обычные некромантские дела)

# publish_name
source: New Supervisor
ru: Новая надзирательница

source: New Years aftermath at the Riftwall, unusable magic, dozens of drunks and a crashed dragon
ru: Последствия Нового года в Рифтволле, непригодная магия, десятки пьяных и разбившийся дракон

source: New Years at the Legacy Estate: Madelyn and Karen amuse the gang with an impromptu fireworks show. All is going well until they find a box marked made by Nora.
ru: Новый год в поместье Легаси: Мэделин и Карэн развлекают команду импровизированным шоу фейерверков. Всё идёт хорошо, пока они не находят коробку с надписью «сделано Норой».

# publish_name
source: Nib Nab 3: Maren and Sythe
ru: Нибс хватает 3: Марэн и Сиф

source: Nib Nab 3: Oasis Edition
ru: Нибс хватает 3: оазисный вариант

# publish_name
source: Nib Nab 4 - Brutus and Clovis
ru: Нибс хватает 4 — Брут и Кловис

source: Nib Nab 4: Clovis and Brutus
ru: Нибс хватает 4: Кловис и Брут

source: Nib Nab 4: Now Flora and Trace.
ru: Нибс хватает 4: теперь Флора и Трэйс.

source: Nib Nab 5: Flora and Trace
ru: Нибс хватает 5: Флора и Трэйс

source: Nib Nab Dragon Edition - Nibbly stealing clothes from human Nora and human Reni. Nora teasing Reni.
ru: Нибс хватает драконья редакция — Кража одежды у человеческой Норы и человеческой Рэни. Нора дразнит Рэни.

# publish_name
source: Nib Nab Nap
ru: Дремота добытчицы Нибс

source: Nibbly Learns To Dance
ru: Ниббли учится танцевать

source: Nibbly crawls up Zen's pant leg. Cue Zen reacting in panic.
ru: Ниббли ползёт вверх по штанине Зена. Реакция Зена на это — паника.

source: Nibbly enjoys some nuts, from her new nut sack. What? Every squirrel needs to store them somewhere.
ru: Ниббли наслаждается кое-какими орехами из своего нового мешка орехов. А что? Каждая белка должна их где-то хранить.

source: Nibbly has secretly been tending to a bouquet of precious baby squirrelies. Sythe finds out.
ru: Ниббли тайно ухаживала за букетом драгоценных деток беллочек. Об этом узнаёт Сиф.

source: Nibbly on Keith's head tugging at his ears, controlling him Ratatouille-style. Keith is being forced to walk out the door in just a towel, and it's slipping. Natani's too busy laughing to help.
ru: Ниббли на голове Кита дёргает его за уши, управляя им, как в мультфильме «Рататуй». Кита принуждают выйти за дверь в одном полотенце, и он поскальзывается. Натани слишком занята хохотом, чтобы ему помочь.

source: Nibbly on the cake plate, too full to move surrounded by crumbs and holding up the 32 candles in surrender
ru: Ниббли на тарелке с пирогом, слишком полная, чтобы двигаться, вокруг крошки и она держит 32 свечи в знак капитуляции

source: Nibbly saving Sythe from Remus as pictured in Nibbly's mind, an epic "You shall not pass!" type of moment.
ru: Ниббли спасает Сифа от Рема в представлении Ниббли, эпичный момент типа «Ты не пройдёшь!»

source: Nibbly somehow surprises Sythe with a bundle of baby squirrelies. Shock gives way to undenying adoration. Maren resists the sickeningly sweet cuteness.
ru: Ниббли каким-то образом удивляет Сифа пачкой маленьких белочек. Шок сменяется неоспоримым обожанием. Марэн сопротивляется тошнотворно сладкой милоте.

# publish_name
source: Nibbly's Thoughts on Maren
ru: Мысли Ниббли о Марэн

source: Nibblyzilla: A kaiju sized Mrs. Nibbly towers of Edinmire while Sythe tries to convince the panicked stricken villages she means no harm.
ru: Нибблизилла: миссис Ниббли размером с кайдзю возвышается над Эдинмаером, в то время как Сиф пытается убедить ударившихся в панику жителей деревни, что она безвредна.

source: Nibbly’s thoughts on sythe and maren
ru: Мысли Ниббли о сифе и марэн

# publish_name
source: Nightmarish Visions
ru: Кошмарные видения

# publish_name
source: No Escape
ru: Побег невозможен

source: No-Nut-November Nora. Apparently Nora doesn't like nuts during November.
ru: Недрочабрь Норы. Очевидно, Нора не любит орехи в ноябре (непереводимая игра слов).

source: Non-genderbent Mike/Evals coffee shop au
ru: ав с кофейней не сменивших пол Майком/Ивэлсом

source: Noodle dragon Maddie, with bwom for her actual age, reaction from Natani and Kingly snark.
ru: Лапшичный дракон Мэдди, с бвум для её реального возраста, реакция Натани и королевского снарка.

# publish_name
source: Nora Against the Glass
ru: Нора напротив стекла

# publish_name
source: Nora Rewrites Twokinds
ru: Нора переписывает Twokinds

source: Nora The Magnificent, Nora decides to put on a cheesey magic act, rabbits out of hats, card tricks, etc. Everyone is confused why she isn't showing off her actual magic prowess
ru: Нора Великолепная, Нора решает показать волшебные номера, доставание кроликов из шляп, карточные фокусы и так далее. Все смущены тем, почему она не демонстрирует своё настоящее магическое мастерство

source: Nora The Magnificent, Nora decides to put on a cheesey magic act. Everyone is confused as to why she isnt showing off her actual magic prowess
ru: Нора Великолепная, Нора решает показать волшебные номера. Все смущены тем, почему она не демонстрирует своё настоящее магическое мастерство

# publish_name
source: Nora and Flora
ru: Нора и Флора

source: Nora and Raine collab on FanFiction, only for Kat and maybe Trace to find it.
ru: Нора и Рэйн совместно работают над фанфиком, только его находят Кэт и, может быть, Трэйс.

source: Nora and Reni: Cat and Mouse (Tom and Jerry) Parody Housecat Nora is trying to catch a Mouse Reni.
ru: Нора и Рэни: Пародия на Кота и Мышь (Тома и Джерри) Домашняя кошка Нора пытается поймать Мышь Рэни.

source: Nora as a victim of snow leopard curse
ru: Нора в роли жертвы проклятия снежного барса

source: Nora checking out Mike’s male and female forms side by side
ru: Нора сравнивает мужскую и женскую формы Майка, поставив их рядом

source: Nora forced to embarrass herself by acting like a dog after a spell backfires. The dog has hijacked the dragon's body and is innocently taking it for a joyride while she's trapped in the passenger seat.
ru: Нора вынуждена смутить себя, ведя себя как собака после отражённого в неё заклинания. Собака похитила тело драконицы и невинно радостно им наслаждается, пока последняя оттеснена на пассажирское сиденье.

source: Nora gets a taste of her own medicine when a curse backfires, forcing herself to act like a dog for the day. Trace, finding this hilarious, rubs her belly and wonders aloud what tricks she can do. "Don't you dare!"
ru: Нора пробует на вкус собственное лекарство, когда проклятие отражается обратно в неё, заставляя её вести себя в течение дня как собака. Трэйс, находя это забавным, чешет её живот и вслух задаётся вопросом, какие трюки она знает. «Даже не смей!»

source: Nora gets a taste of her own medicine when she's hit by her own curse and suddenly can't stop acting like a dog. Trace, finding this hilarious, wonders aloud what tricks she can do. "Don't you dare!"
ru: Нора пробует на вкус собственное лекарство, когда в неё попадает собственное проклятие, и она внезапно не может перестать вести себя как собака. Трэйс, находя это забавным, вслух задаётся вопросом, какие трюки она знает. «Даже не смей!»

source: Nora going around the house, swapping couple's for valentines day!
ru: Нора ходит по дому, меняя пол пар на день святого валентина!

source: Nora has another try at the Wolf form but gets it wrong again when she changes her hair colour to red, looking like young Rose.
ru: Нора предпринимает ещё одну попытку обратиться в форму волка, но всё снова пошло не так, когда цвет её волос сменился на красный, как у молодой Роуз.

source: Nora holds the enchanted mistletoe over Kei and human Reni
ru: Нора держит зачарованную омелу над Кеем и человеческой Рэни

source: Nora keeps swapping Mike in and out of his VV form. Evals isn't sure how to react.
ru: Нора продолжает обменивать Майка туда-обратно с его ОЛ формой. Ивэлс уже и не знает, как на это реагировать.

source: Nora pulls Red and Sythe into Raine's mind, where they are made to act out one of her fanfictions, one that stars only them...
ru: Нора затягивает Рэда и Сифа в разум Рэйн, где они должны разыграть один из её фанфиков, тот, в котором участвуют только они одни...

source: Nora shows off her magic mistletoe collection, her favorite being illuminated in a glass case
ru: Нора демонстрирует свою коллекцию волшебных омел, её любимая висит в освещённой стеклянной витрине

source: Nora taking a bath in a chocolate fondue fountain. Marshmallows and strawberries on the side.
ru: Нора принимает ванну в фонтане шоколадного фондю. По сторонам зефирки и клубника.

source: Nora teaching Reni and Kat on how to win a mans heart and Red blurts out how Nora never won over Trace, embarrassing Nora.
ru: Нора обучает Рэни и Кэт, как завоёвывать человеческие сердца, а Рэд сбалтывает, что Нора никогда не завоёвывала Трэйса, чем вгоняет её в краску.

source: Nora teaching Reni and Kat on how to win over a human heart and Red blurts out how Nora never won over Trace, embarrassing Nora.
ru: Нора обучает Рэни и Кэт, как завоевать человеческое сердце, а Рэд сбалтывает, что Нора никогда не завоёвывала Трэйса, чем вгоняет её в краску.

source: Nora teaching Reni and Kat on how to win over a man and Red blurts out how Nora never won over Trace, embarrassing Nora.
ru: Нора обучает Рэни и Кэт, как завоевать сердце человека, а Рэд сбалтывает, что Нора никогда не завоёвывала Трэйса, чем вгоняет её в краску.

source: Nora teaching Reni on how to win over a human heart and Red blurts out how Nora never won over Trace, embarrassing Nora.
ru: Нора обучает Рэни, как завоевать сердце человека, а Рэд сбалтывает, что Нора никогда не завоёвывала Трэйса, чем вгоняет её в краску.

source: Nora teasing tiger Trace and Flora
ru: Нора дразнит тигра Трэйса и Флору

source: Nora tries out a vixen shape. She is bending over, tail high up and looking back at Trace asking "Does this tail makes my butt look big?". Trace is not impressed.
ru: Нора пробует форму лисицы. Она наклоняется, высоко поднимая хвост и оглядываясь на Трэйса, спрашивает его: «Мой зад не выглядит большим из-за этого хвоста?». Трэйс не впечатлён.

source: Nora turning three other Twokinds cast members into kittens and re-enacting the Aristocats
ru: Нора превращает трёх других героев Twokinds в котят и повторяет сцену из котов-аристократов

source: Nora turns Erilas into a man, and then he asks Very Vixen Mike out on a date.
ru: Нора превратила Эрилас в парня, и затем тот просит Очень лисичкового Майка о свидании.

# publish_name
source: Nora's Advice
ru: Советы Норы

source: Nora's early years, when she was as young and shy as Reni. She takes a human form for the first time to impress people.
ru: Ранние годы Норы, когда она была такой же молодой и застенчивой, как Рэни. Она впервые принимает человеческую форму, чтобы произвести впечатление на людей.

source: Noras reaction to missing her chance with trace (again)
ru: Реакция Норы на упущенный шанс с трэйсом (в очередной раз)

source: Nora’s 1st Mate The moments before Nora and her 1st mate (maybe genderbent) sleep together for the first time.
ru: 1-й приятель Норы Моменты до того, как Нора и её 1-й приятель (возможно, сменивший пол) впервые спят вместе.

source: Northern Basitin Adelaide in the buff
ru: Северный баситин Аделаида в чём мать родила

# publish_name
source: Norwegian Forest Cat
ru: Норвежский лесной кот

# publish_name
source: Not What It Looks Like
ru: Не то, чем кажется

# publish_name
source: Nothing at All
ru: Ничего нет

source: Oblivious Overwatch: Keith and Natani are on a mission and need covering fire, but the weapon is too big for sniper Madelyn and spotter Maeve is distracted by a butterfly
ru: Рассеянный Overwatch: Кит и Натани находятся на задании и нуждаются в огневом прикрытии, но для снайпера Мэделин оружие слишком велико, а корректировщица Мэйв отвлеклась на бабочку

source: Oblivious Overwatch: Team A needs covering fire, but the weapon (crossbow, rifle, catapult?) is too big and unwieldy for sniper Maddie, and spotter Maeve is distracted by a butterfly.
ru: Рассеянный Overwatch: Команда А нуждаются в огневом прикрытии, но для снайпера Мэделин оружие (лук, винтовка, катапульта?) слишком велико и громоздко, а корректировщица Мэйв отвлеклась на бабочку.

source: Old west gun slinger Natani. (With damsel Keith!)
ru: Оружейник Дикого запада Натани. (С девицей Китом!)

source: Older Frisk and Asriel (from Undertale) with Asriel suddenly turned into a lady and Frisk getting all *Flirty
ru: Взрослые Фриск и Азриэль (из Undertale) с Азриэль, внезапно превратившейся в леди и Фриском, получившим все *Флирты

source: Older Maddie and Maeve share their first kiss. Maddie gets extremely flustered afterwards
ru: Взрослые Мэдди и Мэйв впервые целуются. После этого Мэдди становится очень взволнованной

source: Older Maddie and Maeve sharing their first kiss together, with Maddie getting flustered afterwards.
ru: Взрослые Мэдди и Мэйв впервые целуются, Мэдди после этого становится очень взволнованной.

source: Older Maddie checking out a manga store when she embarrassingly runs into Maeve in the adult section.
ru: Взрослая Мэдди проверяет магазин манги, когда в разделе для взрослых она со смущением сталкивается с Мэйв.

source: Older Maeve and Maddie share their first kiss. Maddie gets extremely flustered afterwards.
ru: Взрослые Мэйв и Мэдди впервые целуются. После этого Мэдди становится очень взволнованной.

# comment
source: Omnipoll voting results have not been published and only two suggestions were sketched.
ru: Результаты голосования не были опубликованы и нарисовано было всего два наброска.

source: On Maren's balcony, Sythe appears as the Reaper, and tells her 'Don't be afraid'.
ru: На балконе Марэн появляется Сиф в виде Жнеца и говорит ей: «Не бойся».

source: On Valentine's day, Keith and Natani take a romantic boat ride. However, Natani does not quite understand how it works, so instead she tries to overtake other boats with couples and be the first at finish line.
ru: В день святого Валентина Кит и Натани совершают романтическую прогулку на лодке. Однако Натани не совсем понимает, как это работает, так что вместо прогулки она пытается обогнать другие лодки с парами и стать первой на финишной прямой.

source: One of Reni's previous failed attempts at making a human form, with Nora providing critique
ru: Одна из предыдущих неудачных попыток Рэни создать человеческий облик, с критикой от Норы

# publish_name
source: Opposite Day
ru: День противоположностей

source: Ora (Flora/Nora fused) does the Flora pounce on Trace, cut to Trace in a hospital bed in a full body cast. Oops
ru: Ора (слияние Флоры и Норы) по-флоровки напрыгивает на Трэйса, следующий кадр: Трэйс на больничной койке в полном гипсе. Упс

source: Original, plain gray-white cat version of Flora.
ru: Оригинальная, однотонная серо-белая кошачья версия Флоры.

source: Originally plain cat keidran Flora
ru: Изначально одноцветная кошка кайдрэн Флора

source: Our (realtively) intrepid explorers find themselves in a savanna surrounded by a tribe of cheetah keidran armed with pointy spears!
ru: Наши (онтосительно) бесстрашные исследователи оказываются в саванне, окружённые племенем гепардов кайдрэн, вооружённых острыми копьями!

source: Our (relatively) intrepid explorers find themselves in a savanna surrounded by a tribe of cheetah keidran armed with pointy spears!
ru: Наши (относительно) бесстрашные исследователи оказываются в саванне, окружённые племенем гепардов кайдрэн, вооружённых острыми копьями!

source: Our explorer cosplaying as Hange Zöe from Attack on Titan (last sketch in artic they look like them)
ru: Наш исследователь косплеит Ханджи Зоэ из «Атаки титанов» (на последний наброске в арктическом стиле они похожи на него)
