Repository: Mingun/twokinds-omnipoll-results
Catalog: data/*/*.po
Languages: ru

source: Flora stomps on the Magic Mistletoe for always backfiring. Trace walks in moments later to find an angry Flora with her foot now stuck in her mouth.
ru: Флора топчет волшебную омелу за то, что из-за неё всегда возникают неприятные последствия. Спустя несколько мгновений Трэйс находит злую Флору, у которой нога застряла во рту.

source: Flora tells a spooky tiger Keidran folk story: the Rakshasa.
ru: Флора рассказывает жуткую тигриную кайдрэскую народную историю: о Ракшасе.

source: Flora tries coffee after watching the Detective Pikachu movie and is now super awake.
ru: Флора пробует кофе после просмотра фильма «Детектив Пикачу» и теперь у неё сна ни в одном глазу.

source: Flora tries to lick off the blue triangle on Trace's face but only manages to get it stuck to her tongue.
ru: Флора пытается слизнуть синий треугольник на лице Трэйса, но ей удается только перенести его на свой язык.

source: Flora trying to eat Trace’s pretzel
ru: Флора пытается съесть крендель Трэйса

# publish_name
source: Flora's Folks
ru: Предки Флоры

# publish_name
source: Flora's Morning Stretch
ru: Утренняя растяжка Флоры

source: Flora's magic mishaps half human transformation
ru: Трансформация Флоры в полу-человека из-за магического казуса

source: Flora(Ori) and the Blind Forest
ru: Флора(Ори) и Слепой Лес

source: Flora, Kat, Raine, and Natani all shrunk down to Mrs. Nibblys size. Mrs. Nibbly shows them how to travel in their newly acquired size.
ru: Флора, Кэт, Рэйн и Натани все сжались до размера миссис Ниббли. Миссис Ниббли показывает им, как путешествовать с их новым размером.

source: Flora, Kat, and Laura are characters in the "Twokinds High" dating sim.
ru: Флора, Кэт и Лаура — персонажи симулятора свиданий «Twokinds High».

source: Flora, Kat, and Therie dressed as the hex girls
ru: Флора, Кэт и Терие, одетые как hex girls

source: Flora, Trace, Natani, and Keith take couples dancing lessons!
ru: Флора, Трэйс, Натани и Кит берут уроки танцев для пар!

source: Flora’s bad for day. She just can’t get that mane under control!!!
ru: Плохой день Флоры. Она просто не может взять эту гриву под контроль!!!

source: Flora’s bad hair day.
ru: Плохой день для волос Флоры.

source: Fluffkevlar's Female Cosmo takes a interest in Keith, With Nat not letting another wolf steal her mate from her!
ru: Самка Космо Fluffkevlar’а заинтересовалась Китом, но Нат не позволяет другому волку украсть у неё её возлюбленного!

# publish_name
source: Fluffy Northern Basitin
ru: Пушистый северный баситин

source: Fluffy Winter Keith and Fluffy Winter Natani snuggle up and get cozy during a snowstorm
ru: Пушистый зимний Кит и пушистая зимняя Натани прижимаются друг к другу и чувствуют себя уютно во время метели

source: Follow up to Grand Templar Laura 2. King Madness meets with Grand Templar Laura to negotiate the Keith's return, but Keith seems mysteriously reluctant to leave.
ru: Продолжение Великого тамплиера Лауры 2. Король Безумная встречается с Великим тамплиером Лаурой для переговоров о возвращении Кита, но Кит, похоже, по какой-то причине уходить не хочет.

source: Follow up to Western Flirting, Maddie failed to say no, may the painting begin!
ru: Продолжение «Западного флирта», Мэдди не смогла сказать «нет», да начнётся же рисование!

source: For Halloween Flora dresses as herself with a bigger chest.
ru: Для Хэллоуина Флора одевается в себя с большей грудью.

# comment
source: For some reason, seven suggestions were not included in poll results.
ru: По какой-то причине семь предложений не были включены в результаты голосования.

source: Fox Trace
ru: Лис Трэйс

source: Foxturtle. Laura wearing an oversized potato sack that she can retract into when things get too stressful.
ru: Лисочерепаха. Лаура, одетая в не по размеру большой картофельный мешок, в который она может втянуться, когда вокруг становится слишком некомфортно.

source: Frankenstein's monster helps trace and flora with the Christmas decorations
ru: Франкенштеновский монстр помогает трэйсу и флоре с украшениями на Рождество

source: Frankenstein's monster meets red and he thinks a monster is attacking
ru: Франкейнштейновкий монстр встречается с рэдом, а тот думает, что монстр атакует

source: Frankensteins monster meets red and he thinks a monster is attacking
ru: Франкейнштейновкий монстр встречается с рэдом, а тот думает, что монстр атакует

# publish_name
source: French Resistance Maren
ru: Марэн Французского Сопротивления

source: Fun fact: snow leopards have large lungs to handle thin mountain air. Madelyn determined to beat Maeve in who can hold their breath longer; Maeve wonders if she should let Madelyn win before she passes out... again
ru: Забавный факт: снежные барсы обладают большими лёгкими, чтобы дышать разрежённым горным воздухом. Мэделин решила побить Мэйв в соревновании по задержке дыхания; Мэйв задаётся вопросом, должна ли она позволить Мэделин победить, прежде чем та потеряет сознание... снова

# publish_name
source: Furry Convention
ru: Съезд фурри

source: Game night with Gamer Laura and Lo-fi Kat: Kat introduces Laura to her new study partner, Keith.
ru: Вечерняя игра с геймершей Лаурой и лоу-фай Кэт: Кэт знакомит Лауру со своим новым однокурсником, Китом.

source: Gamer Girl Nora gets advice from the greatest gamer in the lands, Nibbly.
ru: Геймерша Нора получает совет от величайшего геймера в мире, Ниббли.

source: Gamer girl Flora
ru: Геймерша Флора

source: Gangster AU cat clan crime syndicate speakeasy
ru: Гангстерская АВ подпольный бар криминального синдиката кошачьего клана

source: Gangster AU cat clan syndicate bar/lounge burlesque scene. Dazzling showcats/waitstaff in dangly sequin dresses and feather headbands work wonders keeping the regulars oblivious to 'business as usual' barside dealings.
ru: АВ гангстерский клан кошек в сцене бурлеска в баре/гостиной. Ослепительные шоу-кошки/официантки в нарядных платьях с блёстками и повязках из перьев творят чудеса, заставляя завсегдатаев не замечать творящегося в баре «обычного бизнеса».

# publish_name
source: Gender Flip Flirting
ru: Флирт при смене пола

source: Gender Swap AU: Karen cuddles Raine on page 841
ru: АВ со сменой пола: Карэн обнимает Рэйн на странице 841

# publish_name
source: Gender Swap Baby Reveal
ru: Новость о ребёнке во вселенной с обменом пола

source: Gender Swap: Reni and Keiren
ru: Обмен полами: Рэни и Кейрен

source: Genderbend AU: Trace and Flora’s first time in the tent!
ru: АВ со сменой пола: Трэйс и Флора впервые в палатке!

source: Genderbent AU: Male Human Nora tries to charm the Grand Templar FemTrace while she's at work at her desk. FemTrace is not very phased by the dragon's charm
ru: АВ со сменой пола: Мужчина-человек Нора пытается очаровать Великого тамплиера ЖенщинуТрэйса, пока та работает за своим столом. ЖенщинаТрэйс не слишком поддаётся на обаяние дракона

source: Genderswap AU: Tracy's Evil Smoke Hallucination having a freakout/mental breakdown about the pregnancy
ru: АВ со сменой пола: Злобная дымная галлюцинация Трэйси, страдающая психозом/психическим расстройством из-за беременности

source: Genderswapped Nora and flora fighting over female trace.
ru: Превращённые в парней Нора и Флора сражаются за девушку трэйса.

source: Ghost Brutus Haunting Clovis in a comical way.
ru: Призрак Брута охотится на Кловиса в комичной манере.

source: Ghost Laura and Willow haunting people in the halls of the Legacy Estate
ru: Призрачная Лаура и Огонёк преследуют людей в залах поместья Легаси

source: Ghost Laura catches Keith under the enchanted mistletoe leading to ghostly kisses
ru: Призрачная Лаура ловит Кита под зачарованной омелой, что приводит к призрачным поцелуям

# publish_name
source: Gift for Raine
ru: Подарок для Рэйн

source: Gingerbread manor! Everyone pitches in to build a gingerbread house that looks like Traces manor. It turns out "a bit" bigger than expected
ru: Пряничная усадьба! Все вносят свою лепту в строительство пряничного домика, похожего на поместье Трэйса. Он оказывается «слегка» больше, чем ожидалось

source: Girls Beach Volleyball gets outta control! Trace gets beaned on the sidelines.
ru: Девчачий пляжный волейбол выходит из-под контроля! Параллельно Трэйсу прилетает в голову.

source: Girls Night 3: Sythe and Zen getting boozed and flirting with the cute wolfess sitting next to them... not recognizing each other in their female forms.
ru: Ночь девушек 3: Сиф и Зен напиваются и флиртуют с милыми волчицами, сидящими по соседству… не узнавая друг друга в своих женских формах.

source: Gobble-Gobble Part 2: Natani finds Keith down the hall from Trace and Flora's room, laughing his tail off!
ru: Gobble-Gobble, часть 2: Натани находит Кита в коридоре рядом с комнатой Трэйса и Флоры, хохочущего до слёз!

# publish_name
source: Goddess of the Hunt
ru: Богиня охоты

source: Good Boy Brutus laying under the summer sun. It can be under a tree, or in a field or garden. Something nice.
ru: Хороший мальчик Брут нежится под летним солнышком. Это может быть под деревом, или в поле или в саду. В каком-то приятном месте.

source: Good Morning Adelaide... except she's embarrassed cause she can't fit the human size bed.
ru: Доброе утро, Аделаида... за исключением того, что она смущена, потому что не может уместиться в кровать человеческого размера.

source: Good Morning Alaric
ru: Доброе утро, Алэрик

source: Good Morning Cassidy
ru: Доброе утро, Кэссиди

# publish_name
source: Good Morning Flora (Remake)
ru: Доброе утро, Флора (перерисовка)

source: Good Morning Flora, Kat version
ru: Доброе утро, Флора, версия с Кэт

source: Good Morning Human Reni
ru: Доброе утро, человек Рэни

source: Good Morning Jenny
ru: Доброе утро, Дженни

# publish_name
source: Good Morning Kathrin
ru: Доброе утро, Кэтрин

# publish_name
source: Good Morning Laura
ru: Доброе утро, Лаура

source: Good Morning Mike (male)
ru: Доброе утро, Майк (мужская версия)

# publish_name
source: Good Morning Reni
ru: Доброе утро, Рэни

source: Good Morning Very Vixen Wolf Maren together with Kat for some reason :)
ru: Доброе утро очень лисичковая волчица Марэн вместе с Кэт по какой-то причине :)

source: Good Morning Zen
ru: Доброе утро, Зен

source: Good morning (young) Roselyn
ru: Доброе утро, (молодая) Розелин

source: Good morning Brutus
ru: Доброе утро, Брут

source: Good morning Brutus. Just a pose of Brutus waking up in the morning
ru: Доброе утро, Брут. Просто поза Брута, просыпающегося утром

source: Good morning Keith
ru: Доброе утро, Кит

source: Good morning Laura
ru: Доброе утро, Лаура

source: Good morning Tigress Trace.
ru: Доброе утро, тигрица Трэйс.

source: Good morning, Princess Reni.
ru: Доброе утро, принцесса Рэни.

source: Goth Madelyn listening to Linkin Park's Numb
ru: Готка Мэделин слушает песню Numb группы Linkin Park

# publish_name
source: Grand Templar Laura
ru: Великая тамплиер Лаура

# publish_name
source: Grand Templar Laura 2
ru: Великий тамплиер Лаура 2

source: Grand Templar Laura and the Slaver Sisters Kathrin and Flora have tea when Laura takes notice of a special Basitin slave boy
ru: Великая тамплиер Лаура и сёстры работорговки Кэтрин и Флора пьют чай, когда Лаура замечает особого баситинского мальчика-раба

source: Grand Templar Mary Siverlock learns that Eris has broken into a Keidran village where a peace agreement has been made and is not happy about it
ru: Великий тамплиер Мэри Сиверлок узнаёт, что Эрис ворвалась в кайдрэнскую деревню, с которой заключено мирное соглашение, и ей это не нравится

source: Group A arrives to the Bastion Islands to find out that Laura somehow became king of the island- even she was not completely sure how it happened
ru: Группа A прибывает на Баситинские острова и узнают, что Лаура каким-то образом стала королём острова… даже она сама не совсем понимает, как это произошло

source: Group B discovers a genie in a box of old trace's stuff and they start arguing on what their wishes should be
ru: Группа Б обнаруживает джина в коробке со старыми вещами трэйса и они начинают спорить о том, какими должны быть их желания

source: Group B plays strip poker! Maren and Zen are doing fairly well, Raine's cheating using magic, and Sythe's wondering what he'll have to bet now that he's lost his only article of clothing.
ru: Группа Б играет в покер на раздевание! У Марэн и Зена дела идут неплохо, Рэйн жульничаетпри помощи магии, а Сиф размышляет, на что ему придётся ставить теперь, когда он потерял свой единственный предмет одежды.

source: Growing accustomed to her new form and appetite the snow leopardess explorer enjoys a swim and snack from the villages sacred Koi pond.
ru: Привыкнув к своей новой форме и аппетиту, исследовательница снежных барсов наслаждается купанием и закусками из деревенского священного пруда с карпами.

source: Grown up Maeve and Maddie fusion, with Maeve doing the usually Keidran thing of being more casual with bare ankles and Maddie freaking out internally
ru: Подросшая Мэйв и Мэдди слились воедино, для Мэйв более непринуждённо делать обычные кайдрэнские дела с обнажёнными лодыжками, но Мэдди внутри сильно нервничает

source: Guys night. Red, Trace, Zen, Keith, etc play poker with unusual betting items: a painting done by Eric, an assassin dagger from Zen, etc
ru: Ночь парней. Рэд, Трэйс, Зен, Кит и прочие играют в покер с необычными предметами для ставок: нарисованная Эриком картина, кинжал убийцы Зена и так далее

source: Guys-to-Girls night with Zen and Sythe, femZen has had too much to drink and starts hitting on femSythe not recognizing him at first.
ru: Ночь превращения парней в девушек с Зеном и Сифом, самкаЗен выпила слишком много и начинает приставать к самкеСифу, сначала его не узнав.

# publish_name
source: Half-Dragon Meet-Up
ru: Встреча с полудраконицей

source: Half-Keidran Raine meets human Holo from the “Spice and Wolf”.
ru: Полу-кайдрэн Рэйн встречает человеческую Холу из «Волчицы и пряностей».

source: Half-keidran Raine meets human Holo from the “Spice and Wolf”.
ru: Полу-кайдрэн Рэйн встречает человеческую Холу из «Волчицы и пряностей».

# publish_name
source: Halfkind Kiss
ru: Поцелуй полукровок

# publish_name
source: Halloween Party Aftermath
ru: Последствия вечеринки на Хэллоуин

source: Halloween: Zen, all zombie like, tries to teach Raine how to be scary.
ru: Хэллоуин: Зен в виде зомби пытается научить Рэйн быть страшной.

source: Happy HaWwllaween! All canine cadrien howling together on Halloween night!
ru: Счастливый ХеллоУууин! Все собачьи кайдрэн воют вместе в ночь Хэллоуина!

source: Heartthrob - Evals pulls Mike out of harm's way and into his chest. Mike gets flustered hearing Evals's heartbeat.
ru: Сердцеед - Ивэлс утаскивает Майка от греха подальше и зарывается ему в грудь. Майк нервничает, слыша сердцебиение Ивэлса.

source: Heart’s Desire: Roselyn After learning of Natani’s Heart’s Desire curse, Roselyn hesitantly asks to receive the curse.
ru: Желание сердца: Розелин Узнав о проклятии «желания сердца» Натани, Розелин нерешительно просит применить проклятье на неё.

# publish_name
source: Heavy Dragon
ru: Тяжёлый дракон

source: Hide and Seek with Ms. Nibbly! She is hidden somewhere in the picture
ru: Игра в прятки с мисс Ниббли! Она прячется где-то на этой картинке

source: Hide and seek with Ms. Nibbly! She is hiding somewhere in this picture
ru: Игра в прятки с мисс Ниббли! Она прячется где-то на этой картинке

# publish_name
source: Hotspring Spot
ru: Горячий источник

source: How Mike got the scar on his face.
ru: Как Майк получил шрам на своём лице.

source: How did Clovis and Brutus meet? We want to know more about past of these two !
ru: Как познакомились Кловис и Брут? Мы хотим больше узнать о прошлом этих двоих !

source: How would the fight between Trace and Mary have gone if she had somehow reflected his spell back at him?
ru: Как бы прошла битва между Трэйсом и Мэри, если бы она каким-то образом отразила его заклятье в него?

source: Human Flora and Kat wearing their keidran onesies
ru: Люди Флора и Кэт в своих комбинезонах кайдрэн

source: Human King Adelaide swimsuit pinup
ru: Плакат человеческой Короля Аделаиды в купальнике

source: Human Nora attempts to seduce Flora to make Trace jealous.
ru: Человеческая Нора пытается соблазнить Флору, чтобы заставить Трэйса ревновать.

source: Human Only Bath 2 Natani ralizes humans can use magic without crystals then leaves and gets depressed
ru: Купальня только для людей 2 Натани понимает, что люди могут использовать магию без кристаллов, уходит и впадает в депрессию

source: Human Reni in a mall, asking Santa for some magical artifacts.
ru: Человек Рэни в торговом центре просит у Санты кое-какие магические артефакты.

source: Human Reni in fur-trimmed winter wear
ru: Человек Рэни в зимней одежде с меховой отделкой

source: Human form Nora Daki
ru: Даки человеческой формы Норы

source: Hunky Snep finally pops the question to Explorer Girl, who is ecstatic and filled with so many questions! Like why is he carrying her over his shoulder to the nearest hut, and what will happen once they get inside?
ru: Работяга барс наконец-то делает предложение девушке-исследователю, которая в восторге и её просто распирает от вопросов! Например, почему он несёт её через плечо в ближайшую хижину и что произойдёт, когда они войдут внутрь?

source: I want Trace and Flora on a motorcycle riding through the mountains in the spring.
ru: Я хочу чтобы Трэйс и Флора летним днём ехали через горы на мотоцикле.

source: Ice mage Wolf Raine and lightning mage Maren
ru: Ледяной маг волчица Рэйн и маг молний Марэн

source: In Nora’s dreamscape, Raine finds Nora’s secret fantasies of finally seducing Trace.
ru: В мире снов Норы Рэйн обнаруживает тайные фантазии Норы о соблазнении Трэйса.

source: In TwoKinds High, Very Vixen Mike to her embarrassment wears the female uniform for the first time, and Erilas and Kathrin, who knows what happened, are complementing how beautiful she currently looks.
ru: В старшей школе TwoKinds очень лисичковый Майк, к своему смущению, впервые надевает женскую форму, а Эрилас и Кэтрин, которая знает, что произошло, делают ей комплименты, как прекрасно она выглядит в данный момент.

source: In an alternate reality, Grand Templar Trace invades the Basitin isles and fights General Keith on the battlefield.
ru: В альтернативной реальности Великий тамплиер Трэйс вторгается на Баситинские острова и сражается с генералом Китом на поле битвы.

source: In an alternate reality, Jenny makes Brutus an offer to join her crew while Clovis, helplessly bound to the mainmast, rages in the background.
ru: В альтернативной реальности Дженни делает Бруту предложение присоединиться к её команде, в это время на заднем плане Кловис, привязанный к грот-мачте, беспомощно рвёт и мечет.

source: In an alternate version of Magical Mishaps #1's universe, Sythe teaches a nervous keidran Ms. Nibbly to walk on her own.
ru: В альтернативной версии вселенной Магических казусов #1 Сиф учит нервную кайдрэн мисс Ниббли самостоятельно ходить.

source: In combat, Natani tries using the Heart's Desire spell on Clovis, only to reveal the one who Clovis desires most is Brutus.
ru: В бою Натани пытается использовать заклинание «Желания сердца» на Кловисе, только чтобы показать, что больше всего Кловис желает Брута.

source: In her dreams, Princess Clovis ends up in hell and meets Loona - a hellhound from the "Helluva Boss" animation (by Vivienne Medrano).
ru: В своих снах принцесса Кловис попадает в ад и встречает Луну — адскую гончую из анимации «Адский босс» (созданную Вивьенн Медрано).

source: In the AU where Natani and Zen live in the Basitin islands, young Natani and Keith meet for the first time. Keith bashfully offers Natani a flower who bashfully accepts it.
ru: В АВ, где Натани и Зен живут на Баситинских островах, впервые встречаются молодые Натани и Кит. Кит застенчиво предлагает Натани цветок, которая его стыдливо принимает.

source: In the Laura survives AU, Laura shows her more aggressive side in the bedroom Basically just the Laura's Pet but with Natani being dommed too
ru: В АВ с выжившей Лаурой Лаура показывает свою более агрессивную сторону в спальне В основном, только с питомцем Лауры, но и Натани тоже достаётся

source: In the alt universe where Natani and Zen live on the Basitin islands, young Keith and Natani meet for the first time. Keith bashfully offers Natani a flower who bashfully accepts.
ru: В альтернативной вселенной, где Натани и Зен живут на Баситинских островах, впервые встречаются молодые Кит и Натани. Кит застенчиво предлагает Натани цветок, которая его стыдливо принимает.

source: In the alt universe where Zen and Natani live on the Basitin Islands, young Natani and Keith meet for the first time. Keith bashfully offers Natani a flower who bashfully accepts.
ru: В альтернативной вселенной, где Зен и Натани живут на Баситинских островах, впервые встречаются молодые Натани и Кит. Кит застенчиво предлагает Натани цветок, которая его стыдливо принимает.

source: In the alt universe where Zen and Natani live on the Basitin islands, young (kids/early teens) Natani and Keith meet. Keith bashfully gives Natani a flower who bashfully accepts it.
ru: В альтернативной вселенной, где Зен и Натани живут на Баситинских островах, встречаются молодые (дети/юные подростки) Натани и Кит. Кит застенчиво дарит Натани цветок, которая его стыдливо принимает.

source: In the bunny village Mike is bowled over, bunny piled and questioned by a fluffle of curious young bunnies who have realized that this fox with his big fluffy tail is mostly harmless.
ru: В деревне заек Майк сбит с толку, зайки сложили два плюс два и расспросили его при помощи «подсадных уток» — любопытных молодых заек, которые поняли, что этот лис с его большим пушистым хвостом в основном безвреден.

source: In the bunny village Mike is bowled over, bunny piled and questioned by a small fluffle of curious young bunnies.
ru: В деревне заек Майк сбит с толку, зайки сложили два плюс два и расспросили его при помощи небольших «подсадных уток» — любопытных молодых заек.

source: In the rabbit village Mike is bowled over and bunny piled by some curious young rabbits.
ru: В деревне кроликов Майк сбит с толку, а зайки сложили два плюс два при помощи любопытных молодых кроликов.

source: In the rabbit village Mike is bowled over, bunny piled and questioned by a small fluffle of curious young rabbits.
ru: В деревне кроликов Майк сбит с толку, зайки сложили два плюс два и расспросили его при помощи небольших «подсадных уток» — любопытных молодых кроликов.

source: Indianapolis 500 Kat in a dual seat Indycar riding at full speed.
ru: Индианаполис 500: Кэт едёт на полной скорости в двухместном болиде Indycar.

source: Iris, Rose, and Adira model some of Kathrin's clothes
ru: Ирис, Роуз и Адира служат моделями для некоторой одежды от Кэтрин

# publish_name
source: Island Resort
ru: Островной курорт

source: It turns out that Nibbly is a secret agent for an organization of squirrels, and she is reporting to her boss who is the King of the Squirrels
ru: Оказывается, что Ниббли является секретным агентом организации белок, и она отчитывается своему боссу, который является Беличьим королём

source: It's Saria's turn to model for Rose's painting - in her lioness form
ru: Очередь Сарии становиться моделью для картины Роуз - в её львиной форме

source: Ivy Daki
ru: Даки с Плющом

source: Ivy character sheet
ru: Справочный лист Плющ

source: Kajortoq in the red dress after becoming the wielder of the red tezcatlipoca (episode 36)
ru: Кажортог в красном платье после того, как она стала обладательницей красного тескатлипока (36-я серия)

source: Karaoke Night: Male Clovis singing Bad Guy, dressed like Billie Eilish.
ru: Ночь караоке: самец Кловис, одетый как Билли Айлиш, поёт Bad Guy.
