Repository: Mingun/twokinds-omnipoll-results
Catalog: data/*/*.po
Languages: ru

source: Keith reviews fans' sketch suggestions of him dying.
ru: Кит просматривает предложения набросков фанатов о его смерти.

source: Keith sleeping on the beach, Maddie and Karen play a prank and bury him in sand and sculpt him into a mermaid (with clamshells/starfish on the chest).
ru: Кит спит на пляже, Мэдди и Карэн разыгрывают шутку, зарывая его в песок и лепя из него русалку (с ракушками/морскими звёздами на груди).

source: Keith struggling to hold up a hammered and bottomless Natani who is down to only a half buttoned dress shirt
ru: Кит изо всех сил пытается удержать бухую в стельку Натани, которая одета только в рубашку с пуговицами только верхней части груди

source: Keith teaches Natani to read
ru: Кит учит Натани читать

source: Keith trying to help Natani home after a long night of drinking and feasting
ru: Кит пытается помочь Натани дойти домой после долгой ночи распития напитков и обжорства

source: Keith unwrapping birthday present Laura from her potato sack.
ru: Кит разворачивает подарок от Лауры на свой день рождения из её мешка с картошкой.

source: Keith wearing Char Aznable's outfit from Gundam.
ru: Кит в костюме Чар Азнабля из «Гандама».

source: Keith's Reunion: A dead Keith is reunited with his lost loved ones in the afterlife.
ru: Воссоединение Кита: мёртвый Кит воссоединяется со своими потерянными близкими в загробной жизни.

source: Keith, Natani, and Laura, making each other flower crowns and cuddling on a hilltop at sunset.
ru: Кит, Натани и Лаура делют друг для друга цветочные венки и обнимаются на вершине холма при закате.

source: Keith, Natini, Flora, and Trace all star in and try to traverse Magical Wipeout.
ru: Кит, Натини, Флора и Трэйс все участвуют в заездах и пытаются пройти магический Wipeout.

source: Keith, Natini, Trace, and Flora, wear Enchanted Halloween costumes that turn you into what you’re dressing as
ru: Кит, Натини, Трэйс и Флора, одетые в костюмы, зачарованные для Хэллоуина, которые превращают вас в то, во что вы одеты

source: King Adelaide Beach Pinup
ru: Плакат Короля Аделаиды на пляже

source: King Adelaide holding Sythe... like a scythe
ru: Король Аделаида держит Сифа… как косу (игра слов в оригинале, похожее звучание, на русский не передать)

source: King Adelaide's coronation
ru: Коронация Короля Аделаиды

source: King Crab pinches Flora's bikini bottom!
ru: Король Краб щипает Флору внизу бикини!

source: King Krab pinches Flora's Bikini bottom!
ru: Король Краб щипает Флору внизу бикини!

# publish_name
source: King Laura
ru: Король Лаура

source: Kingdom hearts crossover Kat or Flora and what their keyblades would look like
ru: Кроссовер с Kingdom Hearts Кэт или Флора и как бы выглядели их ключ-клинки

source: Kitsune Laura healing a dying human adventurer Keith in her forest.
ru: Кицунэ Лаура исцеляет в своем лесу умирающего человеческого авантюриста Кита.

source: Kitsune Warrior Raine
ru: Воительница кицунэ Рэйн

# publish_name
source: Kitty Kat
ru: Котёночек Кэт

source: Kitty Keidran Nora tries to seduce Raine
ru: Кошка кайдрэн Нора пытается соблазнить Рэйн

source: Kitty Maren has a hairball.
ru: У котёнка Марэн есть комок шерсти.

# publish_name
source: Kobold Troupe
ru: Труппа кобольдов

source: Lady Nora getting struck by karma and forced to act like a dog, to her embarrassment, when a soulswap spell goes wrong.
ru: Леди Нора поражена кармой и, к её смущению, вынуждена вести себя как собака, когда заклинание обмена душ срабатывает неправильно.

source: Lady Nora gifts the Templar Explorer her very own snow leopard tail as a wedding present for their future kits to comfort chomp on.
ru: Леди Нора дарит исследовательнице-тамплиеру её собственный хвост снежного барса в качестве свадебного подарка для их будущих детишек, чтобы было, чем их успокаивать.

source: Lady Nora hits Eric with a Spell of Keidranification and he becomes a male snow leopard.
ru: Леди Нора бьёт в Эрика заклинанием кайдрэнификации и он превращается в самца снежного барса.

source: Lady Nora makes a JoJo reference (with the face). Reni has had enough of her shenanigans and is unamused / doesn’t know what’s going on anymore.
ru: Леди Нора делает отсылку к ДжоДжо (с лицом). Рэни уже достали её проделки, и она не в восторге от этого / не понимает, что происходит.

source: Lady Nora meets Tohru from Miss Kobiyashi's Dragon Maid after Tohru accidently takes a wrong dimensional turn through a rift.
ru: Леди Нора встречает Тору из Драконихи-горничной госпожи Кобаяши после того, как Тору случайно поворачивает не туда, проходя через разлом.

source: Lady Nora meets with Willow's mother in the forest, and sees what she has become.
ru: Леди Нора встречается в лесу с матерью Огонька, и видит, чем она стала.

source: Lady Nora reads Raine's mind and sees her fanfiction
ru: Леди Нора читает мысли Рэйн и видит её фанфики

source: Lady Nora shows Reni how to properly compose herself as a dragon but is flustered & falls over when trace walks by. Reni asks if Nora requires assistance
ru: Леди Нора показывает Рэни, как правильно подать себя как дракона, но волнуется и падает, когда мимо проходит трэйс. Рэни спрашивает, нужна ли Норе помощь

source: Lady Nora tries to show Reni how to properly compose herself as a dragon but gets flustered and falls over when she see’s trace approaching, Reni asks if Nora requires assistance
ru: Леди Нора пытается показать Рэни, как правильно подать себя как дракона, но волнуется и падает, когда видит появление трэйса, Рэни спрашивает, нужна ли Норе помощь

source: Lady Nora tries to show Reni how to properly compose herself as a dragon but gets flustered and falls over when she see’s trace, Reni asks if Nora requires assistance
ru: Леди Нора пытается показать Рэни, как правильно подать себя как дракона, но волнуется и падает, когда видит трэйса, Рэни спрашивает, нужна ли Норе помощь

source: Lady Nora's body suddenly stops listening to her and starts acting like a dog (wagging her huge tail, rolling over, playing fetch) after being hit by her own prank spell by accident, in a rare moment of self-inflicted karma.
ru: Тело Леди Норы внезапно перестаёт её слушаться и начинает вести себя как собака (виляя её огромным хвостом, переворачиваясь, играя в «поймайку») после случайного попадания в неё её собственного шаловливого заклятия, в редкий момент покаравшей её кармы.

source: Lady Nora, all-powerful dragon, behaving like a enormous playful puppy after a prank backfires, giving a dog control.
ru: Леди Нора, всесильная драконица, ведущая себя как огромный игривый щенок после прилетания в обратку шаловливого проклятья собачьего контроля.

source: Landen And Madelyn accidentally make a coffee so strong, it turns into a coffee elemental.
ru: Ланден и Мэделин случайно делают кофе настолько крепким, что он превращается в кофейного элементаля.

source: Landen ignores Maeve's longing stare at her cup of joe, but finally caves to cuteness and lets Maeve have her first sip of coffee.
ru: Ланден игнорирует тоскливый взгляд Мэйв на её чашку кофе, но, в конце концов, уступает щенячьему взгляду и позволяет Мэйв сделать свой первый глоток кофе.

source: Landen, Sealeen and Seraphina sitting around a campfire, resting after a tough mission.
ru: Ланден, Сеалин и Серафина сидят у костра и отдыхают после изнурительного задания.

source: Landscape sketch of Zen as Wander riding Agro through the Forbidden Lands from Shadow of the Colossus
ru: Пейзажный набросок Зена в роли Вандера из Shadow of the Colossus, едущего на Агро по запретным землям

source: Laura (as the ghost of Christmas Yet to Come), trying to convince Keith (as Scrooge) to change his miserly ways for Christmas-time.
ru: Лаура (в роли духа Будущего Рождества) пытается убедить Кита (в роли Скруджа) перестать на Рождество быть скупердяем.

# publish_name
source: Laura Against the Glass
ru: Лаура напротив стекла

source: Laura Daki
ru: Даки с Лаурой

source: Laura Dakimakura
ru: Дакимакура Лауры

# publish_name
source: Laura Livestream
ru: Стрим Лауры

source: Laura Survives AU: Laura hands the leash over to Keith. He's not sure what to do with it.
ru: АВ выжившей Лауры: Лаура передаёт поводок Киту. Он не знает, что с ним делать.

source: Laura Voorhees stalks Keith
ru: Лаура Вурхиз преследует Кита

source: Laura against the glass
ru: Лаура напротив стекла

source: Laura age chart that includes her elderly form (assuming she never died).
ru: Диаграмма возраста Лауры, включающая её пожилую форму (если бы она не умерла).

source: Laura alone in outer darkness, lamenting the fact she is forgotten and abandoned.
ru: Лаура одна в окружающей её темноте оплакивает тот факт, что она забыта и брошена.

source: Laura and her arctic fox sister as breakfast cereal mascots.
ru: Лаура и её сестра полярная лиса как талисманы хлопьев для завтрака.

source: Laura as Sci-Fi hologram. Ghost from the Net.
ru: Лаура в виде научно-фантастической голограммы. Призрак из сети.

source: Laura as Yuna and Lady Nora as Valefor in “I can fly” scene from Final Fantasy X
ru: Лаура в виде Юны и Леди Нора в виде Валефора в сцене «Я умею летать» из Final Fantasy X

source: Laura as a breakfast cereal mascot.
ru: Лаура в виде талисмана хлопьев на завтрак.

source: Laura as a ghost (with ghost tail instead of legs) resting with sleeping Keith. She laying next to him as he is hugging her from behind.
ru: Лаура в виде призрака (с призрачным хвостом вместо ног) отдыхает со спящим Китом. Она лежит рядом с ним, а он обнимает её сзади.

source: Laura as a white mage from Final Fantasy XIV
ru: Лаура в роли белого мага из Final Fantasy XIV

source: Laura as an astronomer, examining the sky on a clear, frosty night.
ru: Лаура в роли астронома, осматривающего небо в ясную морозную ночь.

source: Laura attempting to be a properly scary ghost for Halloween
ru: Лаура пытается стать правильным страшным призраком для Хэллоуина

source: Laura being cute and snuggling a giant Basitin plushie that in no way looks like Keith.
ru: Очень милая Лаура прижимается к огромному плюшевому баситину, который никоим образом не похож на Кита.

source: Laura daki.
ru: Даки с Лаурой.

source: Laura eats a sandwich.
ru: Лаура кушает сэндвич.

source: Laura enslaved AU: Laura is modeling for a painting Eric is doing.
ru: АВ с рабыней Лаурой: Лаура позирует для картины, которую пишет Эрик.

source: Laura establishes her king and crowns herself Empress of all things plush and cuddly.
ru: Лаура провозглашает себя королём и коронует себя Императрицей всех плюшевых и пушистых вещей.

source: Laura finding Keith on the beach. But this time Keith washes up on human lands and Laura's a human.
ru: Лаура находит Кита на пляже. Но в этот раз Кита прибило к землям людей и Лаура тоже человек.

source: Laura getting ready to play monster hunter
ru: Лаура готовится поиграть в monster hunter (охотника на монстров)

source: Laura in a deep dive, surrounded by various ocean life. Subnautica themed.
ru: Лаура глубоко под водой в окружении разнообразной океанической жизни. Тематика Subnautica.

source: Laura in the coast guard
ru: Лаура в береговой охране

source: Laura learning to drive. She receives driving lessons from her friend, Willow.
ru: Лаура учится водить. Она получает уроки вождения от своей подруги, Огонька.

source: Laura lighting the lamp of a lighthouse
ru: Лаура зажигает фонарь маяка

source: Laura meets her prehistoric and modern counterparts.
ru: Лаура знакомится со своими доисторической и современной ипостасями.

source: Laura on a cruise ship, looking over the railing and basking in the sun.
ru: Лаура на круизном судне, облокотилась на поручни и греется на солнце.

source: Laura possesses Keith and plays around in his body, making him get flustered.
ru: Лаура захватывает тело Кита и резвится в нём, заставляя того смущаться.

source: Laura sharing some embarrassing stories about Keith with Natani
ru: Лаура делится с Натани смущающими историями о Ките

source: Laura spots a hen house. Her fox instincts kick in.
ru: Лаура замечает курятник. Её лисьи инстинкты берут над ней верх.

source: Laura spots an undefended hen house. Her fox instincts kick in.
ru: Лаура замечает незащищённый курятник. Её лисьи инстинкты берут над ней верх.

source: Laura walks in, pleasantly surprised to see a shocked, newly transformed Very Vixen Keith
ru: Входит Лаура, приятно удивлённая видом потрясённого, недавно преображённого Очень Лисичкового Кита

source: Laura's third sister.
ru: Третья сестра Лауры.

source: Laura, Keith, and Natani having a double date with Trace and Flora, either having a picnic in the park or enjoying a romantic date at a restaurant of some kind.
ru: Лаура, Кит и Натани устраивают двойное свидание с Трэйсом и Флорой, либо устраивают пикник в парке, либо наслаждаются романтическим свиданием в каком-то ресторане.

source: Laura’s Keidran-Cola ad (Laura at the beach enjoying a refreshing bottle of Keidran-Cola)
ru: Реклама кайдрэн-колы с Лаурой (Лаура на пляже, наслаждающаяся освежающей бутылкой кайдрэн-колы)

source: Laura’s sister gets her comeuppance
ru: Сестра Лауры получает своё возмездие

# publish_name
source: Lectures on Wolf Diplomacy
ru: Лекции о волчьей дипломатии

source: Legosi and Haru from “Beastars” slow dancing.
ru: Медленный танец Легоси и Хару из «Beastars».

source: Legosi and Haru meet Trace and Flora exchanging romance tips
ru: Легоси и Хару встречают Трэйса и Флору и обмениваются романтическими советами

source: Legosi and haru from beastars dancing together
ru: Легоси и хару из beastars танцуют друг с другом

source: Librarian Ms. Raine Silverlock returning books to their shelves
ru: Библиотекарь мисс Рэйн Сильверлок возвращает книги на полки

source: Lifeguard Reni does a cannonball dive and splashes everyone out of the pool.
ru: Спасатель Рэни ныряет «бомбочкой» и выплёскивает всех из бассейна.

# publish_name
source: Lingerie Proposal
ru: Предложение нижнего белья

# publish_name
source: Lingerie Proposal 2
ru: Предложение нижнего белья 2

source: LionKei part 3 - Reni tries to turn him back, but the spell blows back, turning her into a lioness! Kei seems okay with this development.
ru: ЛевКей часть 3 — Рэни пытается обратить его обратно, но заклинание рикошетит, превращая в львицу её! Кея, кажется, устраивает такое развитие событий.

source: Little Kat and Eric playing doctor
ru: Маленькие Кэт и Эрик играют в доктора

# publish_name
source: Long Lost Sister
ru: Давно потерянная сестра

source: Look! Ribbons! Only with Cat Nora... and chains. Magical floaty chains.
ru: Смотрите! Ленточки! Только с кошкой Норой... и цепями. Магически летающими цепями.

# publish_name
source: Lost Bathing Suit
ru: Потерянные плавки

source: Love Talk part 2. Kat asks Nora about her relationship with Trace: "I heard you tried to seduce him. Are you in love with him?" And Nora explains how actually she relates to him.
ru: Разговоры о любви, часть 2. Кэт спрашивает Нору о её отношениях с Трэйсом: «Я слышала, ты пыталась соблазнить его. Ты в него влюблена?» А Нора объясняет, как на самом деле она к нему относится.

source: Love Talk part 2. Kat asks Nora about her relationship with Trace: "I heard you tried to seduce him. Are you in love with him?" Nora explains how actually she relates to him.
ru: Разговоры о любви, часть 2. Кэт спрашивает Нору о её отношениях с Трэйсом: «Я слышала, ты пыталась соблазнить его. Ты в него влюблена?» Нора объясняет, как на самом деле она к нему относится.

source: Lt. Reed loves her job in the Edinmire guard. Alice wrangling some ne'er-do-well over stealing a sweet roll.
ru: Лейтенанту Рид нравится её работа в гвардии Эдинмаера. Алиса поссорилась с каким-то бездельником из-за кражи сладкой булочки.

source: Lynn and Sealeen finish dinner and have a kiss
ru: Линн и Сеалин заканчивают ужинать и целуются

source: Mad scientist Maddie makes the perfect coffee with her loyal assistant Maeve.
ru: Безумная учёная Мэдди готовит идеальный кофе со своей верной помощницей Мэйв.

source: Maddie Reference Sheet
ru: Справочный лист Мэдди

source: Maddie accidentally triggers the cure for Karen's cursed ears. Both frantically try to get them back, while Trace is reluctant to apply a curse on Karen again.
ru: Мэдди случайно запускает излечение проклятых ушей Карэн. Обе они отчаянно пытаются их вернуть, но Трэйс не хочет снова накладывать проклятие на Карэн.

source: Maddie and Karen exploring Trace’s estate like a horror movie, found footage kind, being stalked by Rose
ru: Мэдди и Карэн исследуют поместье Трэйса, как в фильме ужасов, типа кадров, в которых за ними наблюдает Роуз

# publish_name
source: Maddie and Maeve - Teasing
ru: Мэдди и Мэйв — дразнит

source: Maddie and Maeve discovered a photo booth and are now taking weird photos
ru: Мэдди и Мэйв обнаружили фотобудку и теперь делают причудливые фотографии

source: Maddie and Maeve find their way into King Adelaide’s very oversized fancy clothes.
ru: Мэдди и Мэйв находят свой подход в примерке очень объёмных модных нарядов короля Аделаиды.

source: Maddie and Maeve have somehow decided on the "you stand on my shoulders"' ploy to sneak into a movie. Person at the counter is not convinced.
ru: Мэдди и Мэйв решили как-то воспользоваться уловкой «ты стоишь на моих плечах», чтобы проникнуть в кино. Человек за стойкой не убежден.

source: Maddie and Maeve playing with Nora's tail, with Nora's reaction.
ru: Мэдди и Мэйв играют с хвостом Норы с реакцией Норы на это.

source: Maddie and Maeve pretend to be dragon slayers, to Lady Nora's annoyance
ru: Мэдди и Мэйв играют в убийц драконов, к раздражению леди Норы

source: Maddie and Maeve pretend to be dragon slayers, to Lady Nora’s annoyance.
ru: Мэдди и Мэйв притворяются убийцами драконов, к раздражению леди Норы.

source: Maddie and older Maeve visiting a spa and looking over the offered services. Maddie becomes scandalized (and curious) at hearing what a pedicure is.
ru: Мэдди и взрослая Мэйв посещают спа-салон и ознакамливаются с предлагаемыми услугами. Мэдди возмущается (но также и интересуется), услышав, что такое педикюр.

source: Maddie as Kenpachi Zaraki and Maeve as Yachiru from Bleach
ru: Мэдди в роли Кенпачи Зараки и Мэйв в роли Ячиру из аниме «Блич»

source: Maddie dressed as Ed from Cowboy Bebop
ru: Мэдди, одетая как Эд из «Ковбоя Бибопа»

source: Maddie dresses as Jotaro with a star platinum mamma looming behind
ru: Мэдди, одетая как Джотаро, с находящимся позади смутным силуэтом платиновой звезды

source: Maddie has dressed up in Keith’s general outfit and is caught pretending to be him.
ru: Мэдди оделась в генеральский наряд Кита и была поймана с поличным, когда притворялась им.

source: Maddie in Wonderland, perhaps at a tea party
ru: Мэдди в Стране чудес, возможно на чаепитии

source: Maddie playing on thick ice
ru: Мэдди играет на толстом льду

source: Maddie tugs on one of Flora's antenna, causing Flora's tail (and butt) to lift up suddenly. (sequel to Flora's Antenna)
ru: Мэдди дёргает одну из антенн Флоры, заставляя хвост Флоры (и её попу) внезапно подняться. (продолжение Антенн Флоры)

source: Maddie's plot to use a bunch of Sealeen's potions to make everyone else shorter than her doesn't go as planned.
ru: План Мэдди использовать кучу зелий Сеалин, чтобы сделать всех остальных ниже неё, идёт не так, как планировалось.

# publish_name
source: Madelyn Ref Sheet
ru: Справочный лист Мэделин

source: Madelyn Reference Sheet
ru: Справочный лист Мэделин

source: Madelyn finds out about snapchat and gets into trouble when she sees stuff shes not supposed to
ru: Мэделин узнаёт о Snapchat и попадает в неприятности, когда видит вещи, которые ей видеть не следовало бы

source: Madelyn going through the full metal jacket basic training
ru: Мэделин проходит базовую подготовку из фильма цельнометаллическая оболочка

source: Maeve Noms Roan’s Tail, causing him to either have a heart attack because he nearly killed someone so adorable, or throw his fireball vertically, causing it to land on him.
ru: Мэйв нямкает хвост Роана, вызывая у него либо сердечный приступ, потому что он чуть не убил кого-то столь восхитительного, либо он бросает свой огненный шар вертикально, из-за чего тот приземляется на него.

source: Maeve Noms Roan’s Tail, causing him to either have a heart attack because he nearly killed someone so adorable, or throw his fireball vertically, causing it to land on him."
ru: Мэйв нямкает хвост Роана, вызывая у него либо сердечный приступ, потому что он чуть не убил кого-то столь восхитительного, либо он бросает свой огненный шар вертикально, из-за чего тот приземляется на него.»

# publish_name
source: Maeve Saves the Day!
ru: Мэйв спасает день!

source: Maeve and Adira feeding ducks in a park
ru: Мэйв и Адира кормят уток в парке

source: Maeve and Maddie swimming in the manor pool, or the beach
ru: Мэйв и Мэдди в купальниках в бассейне поместья или на пляже

source: Maeve and Maddie trying to catch Nora's tail, Nora messing with them.
ru: Мэйв и Мэдди пытаются поймать хвост Норы, Нора их подкалывает.

source: Maeve as the Disaster Girl meme. Maeve smiles at the camera while Adira's tavern burns down in the background.
ru: Мэйв в роли девочки-катастрофы из одноимённого мема. Мэйв улыбается на камеру, а на заднем плане горит таверна Адиры.

source: Maeve dressed in her school uniform on her last day of school, glaring maniacally at a fire containing all of her school work over the year
ru: В свой последний школьный день Мэйв, одетая в школьную форму, маниакально уставилась на костёр, в котором сгорают все её школьные работы за год

source: Maeve dressing Maddie up as a Tiger
ru: Мэйв одевает Мэдди в Тигру

source: Maeve for President.
ru: Мэйв для Президента.

source: Maeve makes Adria a mother’s day mug from river clay while outside playing
ru: Мэйв во время игр на улице делает Адрие на день матери кружку из речной глины

source: Maeve pours her first pint of ale, Adira is so proud!
ru: Мэйв наливает свою первую пинту эля, Адира так гордится!

source: Maeve sitting in Adira's lap and they're hugging each other on a couch near an open fire.
ru: Мэйв сидит на коленях у Адиры, и они обнимают друг друга на диване возле открытого огня.

source: Maeve teaches Kathrin how to properly play with a ball of yarn since she is only half feline. Continuation of “Kitty Kat” sketch.
ru: Мэйв учит Кэтрин, как правильно играть с клубком пряжи, поскольку она только наполовину кошачья. Продолжение наброска «Котёнок Кэт».

source: Maeve teaches Kathrin how to properly play with a ball of yarn since she is only half feline. Part 2 of "Kitty Kat" sketch.
ru: Мэйв учит Кэтрин, как правильно играть с клубком пряжи, поскольку она только наполовину кошачья. Часть 2 наброска «Котёнок Кэт».

source: Maeve walking across the stage at graduation in cap and gown, and her mother bawling her eyes out
ru: Мэйв идёт по сцене на выпускной в кепке и халате, а её мать заливается слезами

source: Maeve, Karen, and Maddie having a sleepover
ru: Мэйв, Карэн и Мэдди устраивают вечеринку с ночёвкой

source: Mafia Nat and Zen are ordered to perform a hit on Keith (Member of Flora and Trace's gang) but things don't go as planned
ru: Мафиози Нат и Зену приказывают устранить Кита (члена бадны Флоры и Трэйса), но всё идёт не по плану

source: Magic 101, as taught by Professor Raine.
ru: Магия от А до Я, в изложении профессора Рэйн.

source: Magic Lesson Mishap! Nora tries to teach a young Reni how to use magic, and Reni accidentally turns a fearsome mystical creature into a certain familiar squirrel
ru: Казус на волшебном уроке! Нора пытается научить молодую Рэни использовать магию, и Рэни случайно превращает грозное мистическое существо в некую знакомую белку

source: Magic gone wrong: Seraphina has become human, and Sealeen and Landen are Adrakists!
ru: Магия пошла не так: Серафина стала человеком, а Сеалин и Ланден — адракистами!

source: Magical Boy Keith
ru: Волшебный мальчик Кит
